Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# quickMenu
source: Quick Menu on hotkey
ar: قائمة سريعة على مفتاح الاختصار
bg: Бързо меню при натискане на клавишна комбинация
cs: Rychlá nabídka na klávesovou zkratku
da: Hurtigmenu ved genvejstast
de: Schnellmenü bei Tastenkombination
el_gr: Γρήγορο μενού στο πλήκτρο πρόσβασης
es: Menú rápido al accionar atajo
fr: Menu rapide
he: תפריט מהיר עם מקש חם
hr: Brzi izbornik pomoću prečaca
hu: Gyorsmenü a billentyűkombinációval
ja_jp: ショートカットでクイックメニュー
ko: 단축키로 빠른 메뉴 표시
nb: Hurtigmeny på hurtigtast
nl: Snelmenu door sneltoets
pl_pl: Skrót menu podręcznego
pt: Menu rápido na tecla de atalho
pt_br: Menu rápido na tecla de atalho
ru_ru: Быстрое меню по горячей клавише
sl: Hitri meni na vroči tipki
sr: Пречица за Брзи мени
sv_se: Snabbmeny på snabbtangent
ta: ஆட்ச்கியில் விரைவான பட்டியல்
th: เมนูด่วนบนปุ่มลัด
uk: Швидке меню на гарячій клавіші
zh_hans: 快捷菜单

# quickMenu.tooltip
source: Show a quick menu like Windows language when using a hotkey
ar: إظهار قائمة سريعة عند استخدام مفتاح التشغيل السريع
bg: Показване на бързо меню (както при смяна на езика) при използване на клавишна комбинация
cs: Při použití zkratky zobrazí rychlou nabídku jako je nabídka jazyků Windows
de: Ein Schnellmenü wie die Windows-Sprache anzeigen, wenn ein Tastenkürel verwendet wird
el_gr: Εμφάνιση ενός γρήγορου μενού όπως η γλώσσα των Windows κατά τη χρήση ενός πλήκτρου συντόμευσης
fr: Affiche un menu sous la souris quand un raccourcis clavier est utilisé
he: הצגת תפריט מהיר כמו השפה של Windows בעת שימוש במקש קיצור
ja_jp: ショートカット使用時に Windows 言語のようなクイックメニューを表示します
ko: 단축키를 사용할 때 Windows 언어와 같은 빠른 메뉴 표시
nb: Vis en hurtigmeny som ligner den i Windows når du bruker en hurtigtast
pt: Mostra um menu rápido, como idioma do Windows, ao usar a tecla de atalho
pt_br: Mostra um menu rápido, como o idioma do Windows, ao usar uma tecla de atalho
ru_ru: Показывать краткое меню, как при выборе языка в Windows, когда используется сочетание клавиш
sl: Prikaži hitri meni, kot je jezik Windows, pri uporabi vroče tipke
sv_se: Visa en snabbmeny liknande den Windows har vid språkbyte när du använder en snabbtangent
ta: ஆட்ச்கியைப் பயன்படுத்தும் போது சாளரங்கள் மொழி போன்ற விரைவான மெனுவைக் காட்டு
th: แสดงเมนูด่วนแบบเดียวกับเมนูเปลี่ยนภาษาของ Windows เมื่อกดปุ่มลัด
uk: Відобразити швидке меню (на кшталт Мова Windows) за допомогою гарячих клавіш
zh_hans: 当使用热键时像界面语言一样显示快捷菜单。

# keepVolume
source: Keep volume level across devices
ar: إبقاء مستوى الصوت لجميع الاصوات
de: Lautstärke auf allen Geräten beibehalten
el_gr: Διατήρηση του επιπέδου έντασης ήχου σε όλες τις συσκευές
es: Mantén el nivel de volumen en todos los dispositivos
fr: Synchroniser le volume
he: לשמור על אותה עוצמת שמע בין מכשירים
hr: Zadrži razinu glasnoće na svim uređajima
ja_jp: デバイス間で音量維持
ko: 여러 디바이스에서 볼륨 수준 유지
nb: Behold volumnivået på tvers av enheter
nl: Behoud volume nivo tussen apparaten
pt: Mantenha o nível de volume entre dispositivos diferentes
pt_br: Manter nível do volume entre dispositivos
ru_ru: Одинаковый уровень громкости для всех устройств
sl: Obdrži raven glasnosti v vseh napravah
sv_se: Håll volymnivå mellan enheter
ta: சாதனங்களில் தொகுதி அளவை வைத்திருங்கள்
th: รักษาระดับเสียงให้คงที่เมื่อเปลี่ยนอุปกรณ์
uk: Зберігати рівень гучності на всіх пристроях
zh_hans: 跨设备保持音量级别

# keepVolume.tooltip
source: Keep the same volume level when switching devices
ar: إبقاء مستوى الصوت حتى عند الانتقال جهاز صوتي لآخر
de: Gleiches Volumenpegel beim Wechsel der Geräte beibehalten
el_gr: Διατηρήστε το ίδιο επίπεδο έντασης ήχου κατά την εναλλαγή συσκευών
fr: Garder le même niveau de volume lors d'un changement de périphérique audio
he: לשמור על אותה עוצמת שמע בעת החלפה בין התקנים
ja_jp: デバイス切り替え時に同じ音量レベルを維持します
ko: 장치를 전환할 때 볼륨 수준 동일하게 유지
nb: Behold volumnivået når du bytter enheter
nl: Behoud hetzelfde volume niveau wanneer er van apparaten wordt gewisseld.
pt: Mantenha o nível de volume ao alternar dispositivos de reprodução
pt_br: Mentém o mesmo nível de volume ao trocar de dispositivo
ru_ru: Оставлять прежний уровень громкости при смене устройств
sl: Pri menjavi predvajalnih naprav obdrži enako glasnost
sv_se: Behåll samma volymnivå när du byter enheter
ta: சாதனங்களை மாற்றும்போது அதே தொகுதி அளவை வைத்திருங்கள்
th: รักษาระดับเสียงให้เท่าเดิมเมื่อเปลี่ยนอุปกรณ์
uk: Зберегти рівень гучності при перемиканні пристроїв
zh_hans: 当切换设备时保持同样的音量级别

# devices.autoAddNewDevice
source: Auto select new devices
ar: تحديد تلقائي للأجهزة الجديدة
bg: Автоматичен избор на нови устройства
cs: Automaticky vybrat nová zařízení
da: Vælg automatisk nye enheder
de: Automatisch neue Geräte auswählen
el_gr: Αυτόματη επιλογή νέων συσκευών
fr: Selection automatique de périphérique
he: לבחור התקנים חדשים אוטומטית
ja_jp: 新デバイスを自動選択
ko: 새 장치 자동 선택
nb: Velg nye enheter automatisk
nl: Automatische selectie van nieuwe apparaten
pl_pl: Automatyczne wybieranie nowych urządzeń
pt: Selecionar automaticamente novos dispositivos
pt_br: Automaticamente selecionar novo dispositivos
ru_ru: Автоматический выбор новых устройств
sl: Samodejno izberi nove naprave
sr: Аутоматски изабери нове уређаје
sv_se: Välj nya enheter automatiskt
ta: ஆட்டோ புதிய சாதனங்களைத் தேர்ந்தெடுக்கவும்
th: เลือกอุปกรณ์ใหม่โดยอัตโนมัติ
uk: Автоматичний вибір нових пристроїв
zh_hans: 自动选择新设备

# devices.autoAddNewDevice.tooltip
source: Auto add new device to the selected list when they are connected to the computer
ar: إضافة جهاز جديد تلقائيًا إلى القائمة المحددة عند توصيله بالكمبيوتر
bg: Автоматично добавяне на нови устройства към избрания списък, когато бъдат свързани към компютъра
cs: Automaticky přidat nové zařízení do vybraného seznamu, když jsou připojena k počítači
da: Når nye enheder tilsluttes computeren, tilføjes de automatisk til den valgte liste
de: Automatisch ein neues Gerät in die ausgewählte Liste hinzufügen, wenn sie mit dem Computer verbunden sind
el_gr: Αυτόματη προσθήκη νέας συσκευής στην επιλεγμένη λίστα όταν αυτή είναι συνδεδεμένη στον υπολογιστή
fr: Ajoute automatiquement les nouveaux périphériques quand ils sont connectés au pc
he: הוספת התקנים חדשים אוטומטית לרשימה הנבחרת כשהם מחוברים למחשב
ja_jp: 新デバイス接続時に選択済みリストに自動追加します
ko: 컴퓨터에 연결된 새 장치를 선택한 목록에 자동으로 추가
nb: Legg til nye enheter til listen automatisk når de kobles til
pt: Adiciona automaticamente um novo dispositivo na lista selecionada quando este é conectado ao computador
pt_br: Automaticamente adicionar um novo dispositivo para a lista quando conectado no computador
ru_ru: Автоматически добавлять новое устройство в выбранный список, когда они подключены к компьютеру
sl: Samodejno dodaj nove naprave na izbrani seznam, ko so povezane z računalnikom
sv_se: Lägg automatiskt till nya enheter i listan när de är anslutna till datorn
ta: தேர்ந்தெடுக்கப்பட்ட பட்டியலில் புதிய சாதனத்தை கணினியுடன் இணைக்கும்போது தானாக சேர்க்கவும்
uk: Автоматично додавати в перелік вибраних нові пристрої, колли їх під'єднано до комп'ютера
zh_hans: 当新设备连接到电脑时，自动添加到选择列表中

source: Position
ar: مكان الإشعارات
bg: Позиция
cs: Pozice
el_gr: Θέση
es: Posición
he: מקום
hr: Položaj
ja_jp: 位置
ko: 위치
nb: Posisjon
nl: Positie
pt: Posição
pt_br: Posição
ru_ru: Позиция
ta: நிலை
uk: Позиція
zh_hans: 位置

# position.option.bottomLeft
source: Bottom Left
ar: بالأسفل يسار
bg: Долу вляво
cs: Vlevo dole
da: Nederst til venstre
de: Unten links
el_gr: Κάτω αριστερά
fr: En bas à gauche
he: משמאל למטה
hr: Dolje lijevo
ja_jp: 左下
ko: 왼쪽 하단
nb: Nederst til venstre
nl: Onder Links
pt: Inferior esquerdo
pt_br: Inferior esquerdo
ru_ru: Снизу-Слева
sv_se: Nedre vänster
ta: கீழே இடது
uk: Внизу зліва
zh_hans: 左下角

# position.option.bottomRight
source: Bottom Right
ar: بالأسفل يمين
bg: Долу вдясно
cs: Vpravo dole
da: Nederst til højre
de: Unten rechts
el_gr: Κάτω δεξιά
fr: En bas à droite
he: מימין למטה
hr: Dolje desno
ja_jp: 右下
ko: 오른쪽 하단
nb: Nederst til høyre
nl: Onder Rechts
pt: Inferior direito
pt_br: Inferior direito
ru_ru: Снизу-Справа
sv_se: Nedre höger
ta: கீழே வலது
uk: Внизу справа
zh_hans: 右下角

# position.option.topLeft
source: Top Left
ar: أعلى يسار
bg: Горе вляво
cs: Vlevo nahoře
da: Øverst til venstre
de: Oben links
el_gr: Πάνω αριστερά
fr: En haut à gauche
he: משמאל למעלה
hr: Gore lijevo
ja_jp: 左上
ko: 왼쪽 상단
nb: Øverst til venstre
nl: Boven Links
pt: Superior esquerdo
pt_br: Superior esquerdo
ru_ru: Сверху-Слева
sv_se: Övre vänster
ta: மேல் இடது
uk: Вгорі зліва
zh_hans: 左上角

# position.option.topRight
source: Top Right
ar: أعلى يمين
bg: Горе вдясно
cs: Vpravo nahoře
da: Øverst til højre
de: Oben rechts
el_gr: Πάνω δεξιά
fr: En haut à droite
he: מימין למעלה
hr: Gore desno
ja_jp: 右上
ko: 오른쪽 상단
nb: Øverst til høyre
nl: Boven Rechts
pt: Superior direito
pt_br: Superior direito
ru_ru: Сверху-Справа
sv_se: Övre höger
ta: மேல் வலது
uk: Вгорі справа
zh_hans: 右上角

# position.option.bottomCenter
source: Bottom Center
ar: ‫أسفل وسط
bg: Долу в центъра
cs: Uprostřed dole
da: Nederst i midten
de: Unten mittig
el_gr: Κάτω κέντρο
fr: En bas au centre
he: במרכז למטה
hr: Dolje centrirano
ja_jp: 中央下
ko: 하단 중앙
nb: Nederst i midten
nl: Onder Midden
pt: Centro inferior
pt_br: Inferior centralizado
ru_ru: Снизу-Посередине
sv_se: Nedre mitten
ta: கீழே நடுவண்
uk: Внизу по центру
zh_hans: 底部居中

# position.option.topCenter
source: Top Center
ar: أعلى وسط
bg: Горе в центъра
cs: Uprostřed nahoře
da: Øverst i midten
de: Oben mittig
el_gr: Πάνω κέντρο
fr: En haut au centre
he: במרכז למעלה
hr: Gore centrirano
ja_jp: 中央上
ko: 상단 중앙
nb: Øverst i midten
nl: Boven Midden
pt: Centro superior
pt_br: Superior centralizado
ru_ru: Сверху-Посередине
sv_se: Översta mitten
ta: மேல் நடுவண்
uk: Вгорі по центру
zh_hans: 顶部居中

# resetAudioDevices
source: Reset Per App Audio
ar: إعادة تعيين الصوت لكل تطبيق
bg: Нулиране на аудио за приложения
cs: Resetovat zvuk pro každou aplikaci
da: Nulstil lyd for hvert program
de: Audio pro App zurücksetzen
el_gr: Επαναφορά ήχου ανά εφαρμογή
fr: Réinitialiser l'audio par application
he: איפוס שמע לפי יישום
hr: Resetiraj audio uređaje
ja_jp: アプリごとのオーディオリセット
ko: 앱별 오디오 재설정
nb: Tilbakestill lyd for hvert program
pl_pl: Resetuj audio dla aplikacji
pt: Repor áudio por aplicação
pt_br: Redefinir áudio por aplicativo
ru_ru: Сброс аудио для каждого приложения
sl: Ponastavi zvok na aplikacijo
sr: Ресетуј звук по апликацији
sv_se: Återställ per appljud
ta: பயன்பாட்டு ஆடியோவுக்கு மீட்டமைக்கவும்
th: รีเซ็ตค่าเสียงการแยก App
uk: Скинути звук для кожної програми
zh_hans: 重置每个程序的音频

# banner.mute.option.fading
source: Fading
ja_jp: フェード
ko: 표시 후 사라짐
pt: Desvanecer
pt_br: Desvanecer

# banner.mute.option.persistent
source: Persistent
ja_jp: 永続
ko: 계속 표시
pt: Persistente
pt_br: Persistente

source: Switch device
ja_jp: デバイス切り替え
ko: 장치 변경
nb: Bytt enhet
pt: Alterar dispositivo
pt_br: Alterar dispositivo

# notification
source: Notifications
ar: إشعار
bg: Известие
cs: Oznámení
da: Notifikation
de: Benachrichtigung
el_gr: Ειδοποίηση
es: Notificación
fr: Notification
he: התראה
hr: Obavijesti
hu: Értesítés
it_it: Notifiche
ja_jp: 通知
ko: 알림
nb: Notifikasjoner
nl: Melding
pl_pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ru_ru: Уведомление
sl: Obvestilo
sr: Обавештење
sv_se: Meddelande
ta: அறிவிப்பு
th: การแจ้งเตือน
tr: Bildirim
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# notification.bannerOptions
source: Banner Options
ja_jp: バナーオプション
ko: 배너 옵션
nb: Banner-innstillinger
pt: Opções do banner
pt_br: Opções do banner

source: seconds
ja_jp: 秒
ko: 초
nb: sekunder
pt: segundos
pt_br: segundos

source: Open settings
ja_jp: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
pt: Abrir configurações
pt_br: Abrir configurações

# iconDoubleClick.tooltip
source: Select the action when double-clicking on the tray icon.
ja_jp: トレイアイコンをダブルクリックした時の動作を選択。
ko: 트레이 아이콘을 두 번 클릭했을 때의 동작을 선택하세요.
nb: Velg hva du vil skal skje når systemkurvikonet dobbeltklikkes.
pt: Selecione a ação ao clicar duas vezes no ícone da área de notificação.
pt_br: Selecione a ação ao clicar duas vezes no ícone da área de notificação.

# iconDoubleClick
source: Double-click action
ja_jp: ダブルクリックの動作
ko: 더블 클릭 동작
nb: Handling ved dobbeltklikk
pt: Ação do duplo clique
pt_br: Ação do duplo clique

# importExportConfigFile
source: Import / Export Configuration File
ja_jp: 構成ファイルのインポート/エクスポート
ko: 설정 파일 가져오기 / 내보내기
pt: Importar/exportar ficheiro de configurações

# importExportConfigFile.desc
source: Import or export the SoundSwitch configuration file into a zip archive.
ja_jp: SoundSwitch 構成ファイルをZIPアーカイブにインポート/エクスポートします。
ko: zip 압축 파일로 된 SoundSwitch 설정 파일을 가져오거나 내보냅니다.
pt: Importa ou exporta o ficheiro de configurações do SoundSwith para um arquivo ZIP.

# importConfigErrorMessage
source: The zip archive must contain the SoundSwitch configuration file.
ja_jp: ZIPアーカイブには SoundSwitch 構成ファイルが必要です。
ko: zip 압축 파일 안에 반드시 SoundSwitch 설정 파일이 포함되어있어야 합니다.
pt: O arquivo ZIP deve conter o ficheiro de configurações do SoundSwitch.

# importConfigRestartRequired
source: SoundSwitch will restart when the main configuration file has been imported. Do you want to restart now?
ja_jp: 構成ファイルインポート後、SoundSwitch を再起動します。 今すぐ再起動しますか？
ko: 기본 구성 파일을 가져오면 SoundSwitch가 다시 시작됩니다. 지금 다시 시작하시겠습니까?
pt: O SoundSwitch será reiniciado quando ficheiro de configurações principal for importado. Deseja reiniciar agora?

# importConfigErrorMessage.caption
source: Invalid archive
ja_jp: 無効なアーカイブ
ko: 잘못된 압축 파일
pt: Arquivo inválido

# buttonImport
source: Import
ja_jp: インポート
ko: 가져오기
pt: Importar

# exportConfigFile
source: Export Configuration File
ja_jp: 構成ファイルのエクスポート
ko: 설정 파일 내보내기
pt: Exportar ficheiro de configurações

# importConfigFile
source: Import Configuration File
ja_jp: 構成ファイルのインポート
ko: 파일에서 설정 가져오기
pt: Importar ficheiro de configurações

source: None
ar: لا يوجد
da: Ingen
de: Keine
el_gr: Κανένα
es: Ninguno
fr: Aucune
he: בלי
hr: Bez
ja_jp: なし
ko: 없음
nb: Ingen
nl: Geen
pt: Nenhum
pt_br: Nenhum
ru_ru: Пусто
sv_se: Ingen
ta: எதுவுமில்லை
th: ไม่มี
uk: Ні
zh_hans: 无
zh_hant: 無

# position.tooltip
source: Set the position of the Banner notification.
ar: إضبط مكان الاشعارات.
bg: Изберете позицията на банера.
cs: Nastavte pozici oznamovacího okna.
da: Vælg bannerens placering.
de: Position der Banner-Benachrichtigung festlegen.
el_gr: Επιλέξτε τη θέση του πανό ειδοποιήσεων.
fr: Choisir le positionnement de la bannière.
he: הגדרת מקום התראת הכרזה.
hr: Postavi položaj natpisa.
ja_jp: バナー通知の位置を設定します。
ko: 배너 알림의 위치를 설정합니다.
nb: Velg posisjonen for banneret.
nl: Stel de positie van de bannermelding in.
pt: Define a posição do banner de notificação.
pt_br: Define a posição do banner de notificação.
ru_ru: Установите позицию для всплывающих оповещений.
sv_se: Ange positionen för banner-meddelande.
ta: பேனர் அறிவிப்பின் நிலையை அமைக்கவும்.
uk: Налаштувати позицію сповіщення у банері.
zh_hans: 设置横幅通知的显示位置。

# notification.single
source: Only one banner
ar: فقط شريط إعلاني واحد
bg: Само един банер
cs: Pouze jedno okno
da: Kun ét banner
de: Nur ein Banner
el_gr: Μόνο ένα πανό
fr: Une seule bannière
he: רק כרזה אחת
hr: Samo jedan natpis
ja_jp: バナーは1つのみ
ko: 하나의 배너만
nb: Kun ett banner
pt: Somente um banner
pt_br: Somente um banner
ru_ru: Только одно оповещение
sv_se: Endast en banner
ta: ஒரே ஒரு பேனர்
uk: Тільки один банер
zh_hans: 仅显示一个横幅

# notification.single.tooltip
source: Only show one banner at a time and replace its content.
ar: عرض شعار واحد فقط في كل مرة واستبدال محتواه.
bg: Показване само на един банер и подмяна на съдържанието му.
cs: Zobrazit pouze jedno oznamovací okno a nahradit jeho obsah.
da: Vis kun ét banner og opdater dets indhold.
de: Zeigen Sie jeweils nur ein Banner und ersetzen Sie den Inhalt.
el_gr: Εμφάνιση μόνο ενός πανό και αντικατάσταση του περιεχομένου του.
fr: Ne montrer qu'une seule bannière et remplacer son contenu lors d'une notification.
he: להציג רק כרזה אחת בכל פעם ולהחליף את התוכן שלה.
hr: Prikaži samo jedan natpis odjednom i zamijeni njegov sadržaj.
ja_jp: 一度に1つのバナーのみ表示し、内容を置き換えます。
ko: 한 번에 하나의 배너만 표시하고 해당 콘텐츠를 바꿉니다.
nb: Vis kun ett banner og oppdater innholdet i det.
pt: Somente mostra um banner por vez e substitui o seu conteúdo.
pt_br: Somente mostra um banner por vez e substitui seu conteúdo.
ru_ru: Показывать только одно оповещение и заменять его содержимое.
sv_se: Visa endast en banner åt gången och ersätt innehållet.
ta: ஒரு நேரத்தில் ஒரு பேனரைக் காட்டி அதன் உள்ளடக்கத்தை மாற்றவும்.
uk: Показувати одночасно тільки один банер та заміняти його вміст.
zh_hans: 一次仅显示一个横幅并替换其内容。

# link.community
source: Community Discord
ar: مجتمع ديسكورت
bg: Discord общност
cs: Discord komunita
da: Discord fællesskab
el_gr: Κοινότητα Discord
fr: Serveur Discord
he: ה־Discord הקהילתי
ja_jp: コミュニティ Discord
ko: Discord 커뮤니티
nb: Discord-samfunn
pt: Comunidade no Discord
pt_br: Comunidade no Discord
ru_ru: Сообщество в Discord
ta: சமூக முரண்பாடு
uk: Спільнота Discord
zh_hans: Discord社区

# link.donate
source: Donate
ar: تبرع
bg: Дарение
cs: Přispět
da: Donér
de: Spenden
el_gr: Δωρεά
fr: Donation
he: תרומה
ja_jp: 寄付
ko: 기부하기
nb: Doner
pt: Doar
pt_br: Doar
ru_ru: Пожертвовать
sv_se: Donera
ta: நன்கொடை
uk: Донат
zh_hans: 捐赠

# link.help
source: Help Discussion
ar: المساعدة
bg: Помощ
cs: Nápověda
da: Hjælp
de: Hilfe-Diskussion
el_gr: Συζήτηση βοήθειας
fr: Aide communautaire
he: דיון עזרה
ja_jp: ヘルプディスカッション
ko: 도움 토론
nb: Hjelpediskusjon
pt: Discussão de ajuda
pt_br: Discussão de ajuda
ru_ru: Помощь
sv_se: Hjälpdiskussion
ta: கலந்துரையாடலுக்கு உதவுங்கள்
uk: Допомога та Обговорення
zh_hans: 帮助讨论

# resetAudioDevices.desc
source: Resets the audio device assignment to specified programs in Windows in case audio devices are not reassigned to programs when switching devices.
ar: إعادة تعيين أداة الصوت لبرامج محددة في حالة عدم إعادة تعيين أجهزة الصوت للبرامج عند تبديل الأجهزة.
bg: Нулиране на зададените аудио устройства за приложенията в Windows, в случай че аудио устройствата не се пренасочват правилно при превключване.
cs: Resetuje přiřazení zvukových zařízení určeným programům ve Windows, pokud se zvuková zařízení při přepínání správně nepřiřadí.
da: Nulstil lydenheder tildelt specifikke programmer i Windows, hvis lydenhederne ikke bliver korrekt gentildelt ved skift af enheder.
de: Setzt die Zuordnung von Audiogeräten in festgelegte Programme in Windows zurück, falls Audiogeräte beim Umschalten von Geräten nicht zu Programmen zugewiesen werden.
el_gr: Επαναφορά της εκχώρησης συσκευής ήχου σε συγκεκριμένα προγράμματα στα Windows εάν οι συσκευές ήχου δεν επανεκχωρούνται στα προγράμματα κατά την εναλλαγή.
fr: Réinitialise l'attribution du périphérique audio aux programmes spécifiés dans Windows au cas où les périphériques audio ne seraient pas réattribués aux programmes lors du changement de périphériques.
he: איפוס הקצאת התקן השמע לתוכניות מסוימות ב־Windows אם התקני שמע לא מוקצים מחדש לתוכניות בעת מעבר בין התקנים.
ja_jp: デバイス切り替え時にアプリにオーディオデバイスが再割り当てされない場合、Windowsの指定アプリへのオーディオデバイス割り当てをリセットします。
ko: 장치를 전환할 때 오디오 장치가 프로그램에 재할당되지 않은 경우를 대비하여 Windows에서 지정된 프로그램에 오디오 장치 할당을 재설정합니다.
nb: Tilbakestill lydenhettilordninger til bestemte programmer i Windows hvis lydenhetene ikke tilordnes riktig ved bytting.
pt: Redefine a atribuição de dispositivos de áudio para programas especificados no Windows caso os dispositivos de áudio não sejam reatribuídos aos programas ao alternar dispositivos.
pt_br: Redefine a atribuição de dispositivos de áudio para programas especificados no Windows caso os dispositivos de áudio não sejam reatribuídos aos programas ao alternar dispositivos.
ru_ru: Сбрасывает назначение аудиоустройств в выбранных программах Windows в случае, когда переключатся устройство и если аудиоустройства не переназначены для этих программ.
sv_se: Återställ ljudenhetstilldelningen till specifika program i Windows om ljudenheter inte återställts till programmen när du byter enheter.
ta: சாதனங்களை மாற்றும்போது ஆடியோ சாதனங்கள் நிரலுக்கு ஒதுக்கப்படாவிட்டால், சாளரங்களில் குறிப்பிட்ட நிரல்களுக்கு ஆடியோ சாதன ஒதுக்கீட்டை மீட்டமைக்கவும்.
th: รีเซ็ตการกำหนดค่าอุปกรณ์เสียงให้กับโปรแกรมที่กำหนดใน Windows ในกรณีที่อุปกรณ์เสียงไม่ได้ถูกกำหนดใหม่ให้กับโปรแกรมเมื่อเปลี่ยนอุปกรณ์
uk: Скидає призначення аудіо пристрою до зазначених програм в Windows у випадку якщо пристрої не перепризначені для програм під час перемикання пристроїв.
zh_hans: 在切换设备时如果程序的音频设备未能正确重新分配，则重置Windows中指定程序的音频设备分配。

# buttonReset
source: Reset
ar: إعادة الضبط
bg: Нулиране
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el_gr: Επαναφορά
fr: Réinitialiser
he: איפוס
ja_jp: リセット
ko: 재설정
nb: Tilbakestill
pt: Redefinir
pt_br: Redefinir
ru_ru: Сброс
sv_se: Återställa
ta: மீட்டமை
uk: Скидання
zh_hans: 重置

source: Export Log Files
ar: تصدير السجلات
bg: Експортиране на логове
cs: Exportovat protokoly
da: Eksportér logfiler
de: Protokolldateien exportieren
el_gr: Εξαγωγή αρχείων καταγραφής
fr: Exporter les fichiers journal
he: ייצוא קובצי יומן
ja_jp: ログファイルのエクスポート
ko: 로그 파일 내보내기
nb: Eksporter loggfiler
pt: Exportar ficheiros de registo
pt_br: Exportar arquivos de registro
ru_ru: Экспортировать Log-файлы
sv_se: Exportera loggfiler
ta: பதிவு கோப்புகளை ஏற்றுமதி செய்யுங்கள்
uk: Експорт Log файлів
zh_hans: 导出日志文件

# exportLogFiles.desc
source: Export all log files into a zip archive for further troubleshooting in either the Help Discussions or Community Discord.
ar: تصدير جميع ملفات السجلات إلى محفوظات zip للمزيد من مزيد من استكشاف الأخطاء وإصلاحها في موقع المساعدة أو مجتمع ديسكورت.
bg: Експортиране на всички лог файлове в ZIP архив за по-нататъшно отстраняване на грешки в дискусиите за помощ или в Discord общността.
cs: Exportovat všechny soubory protokolů do zip archivu pro další řešení problémů v nápovědě nebo Discord komunitě.
da: Eksportér alle logfiler til en zip-arkiv til videre fejlfinding i hjælpediskussioner eller Discord fællesskabet.
de: Exportiert alle Protokolldateien in ein ZIP-Archiv, um eine weitere Fehlerbehebung in den Hilfe-Diskussionen oder in der Discord-Community zu ermöglichen.
el_gr: Εξαγωγή όλων των αρχείων καταγραφής σε αρχείο zip για περαιτέρω αντιμετώπιση προβλημάτων είτε στις συζητήσεις βοήθειας είτε στην κοινότητα Discord.
fr: Exporter tous les fichiers de journal dans une archive zip pour poursuivre le dépannage dans les discussions d'aide ou sur le serveur Discord.
he: ייצוא קובצי היומן לארכיון zip לסיוע בפתרון תקלות או דרך דיוני העזרה או ב־Discord הקהילתי.
ja_jp: すべてのログファイルをZIPアーカイブにエクスポートし、ヘルプディスカッションやDiscordでのトラブルシューティングに利用します。
ko: 도움 토론 또는 커뮤니티 Discord에서 추가 문제를 해결하려면 모든 로그 파일을 zip 압축파일로 내보냅니다.
nb: Eksporter alle loggfiler til et zip-arkiv for videre feilsøking i enten hjelpediskusjoner eller Discord-samfunnet.
pt: Exporta todos os ficheiros de registo para um arquivo ZIP para posterior solução de problemas nas Discussões de Ajuda ou na Comunidade do Discord.
pt_br: Exporta todos os arquivos de registro para um arquivo ZIP para posterior solução de problemas nas Discussões de Ajuda ou na Comunidade do Discord.
ru_ru: Экспортируйте все Log-файлы в zip-архив для дальнейшего решения проблем в разделе Помощь или Сообществе в Discord.
sv_se: Exportera alla loggfiler i ett zip-arkiv för ytterligare felsökning i antingen Hjälpdiskussioner eller Community Discord.
ta: உதவி விவாதங்கள் அல்லது சமூக முரண்பாட்டில் மேலும் சரிசெய்ய அனைத்து பதிவு கோப்புகளையும் ஒரு சிப் காப்பகத்தில் ஏற்றுமதி செய்யுங்கள்.
uk: Експортувати всі log файли в архів zip для подальшого усунення неполадок у повідомленнях або в Discord спільноти.
zh_hans: 将所有日志文件导出到zip压缩包中，以便在帮助讨论或Discord社区中进行进一步故障排除。

# buttonExport
source: Export
ar: تصدير
bg: Експортиране
cs: Exportovat
da: Eksportér
de: Exportieren
el_gr: Εξαγωγή
fr: Exporter
he: ייצוא
ja_jp: エクスポート
ko: 내보내기
nb: Eksporter
pt: Exportar
pt_br: Exportar
ru_ru: Экспорт
sv_se: Exportera
ta: ஏற்றுமதி
uk: Експортувати
zh_hans: 导出
