Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# profile.error.name
source: There is already a profile named {0}.
ar: البروفيل بإسم {0} قيد الإستخدام.
bg: Вече има профил с име {0}.
cs: Profil s názvem {0} již existuje.
da: Der findes allerede en profil med navnet {0}.
de: Es existiert bereits ein Profil mit dem Namen {0}.
el_gr: Υπάρχει ήδη ένα προφίλ με το όνομα {0}.
es: Ya existe un perfil con el nombre {0}.
fr: Il existe déjà un profile nommé {0}.
he: כבר יש פרופיל בשם {0}.
hr: Već postoji takav profil: {0}.
hu: Már létezik {0} nevű profil.
it_it: Esiste già un profilo chiamato {0}.
ja_jp: プロファイル {0} はすでに存在します。
ko: 이름이 {0}인 프로파일이 이미 있습니다.
nb: Det finnes allerede en profil ved navnet {0}.
nl: Er is al een profiel met de naam {0}.
pl_pl: Profil o nazwie {0} już istnieje.
pt: Já existe um perfil com o nome {0}.
pt_br: Já existe um perfil com o nome {0}.
ru_ru: Уже существует профиль с именем {0}.
sl: Profil z imenom {0} že obstaja.
sr: Већ постоји профил са {0} називом.
sv_se: Det finns redan en profil med namnet {0}.
ta: ஏற்கனவே {0} என்ற சுயவிவரம் உள்ளது.
th: มีโปรไฟล์ชื่อ {0} อยู่แล้ว
tr: {0} adıyla halihazırda başka bir profil kayıtlı.
uk: Профіль з ім'ям {0} вже існує.
zh_hans: 名为{0}的配置已存在。
zh_hant: 名為{0}的設定檔已存在。

# profile.error.needHKOrPath
source: You need to set the hotkey or/and the application.
ar: عليك تسجيل اختصار لوحة المفاتيح و\أو التطبيق.
bg: Трябва да зададете клавишната комбинация и/или програмата.
cs: Musíte nastavit klávesovou zkratku nebo aplikaci.
da: Du mangler at definere en genvejstast og/eller en applikation.
de: Es muss eine Tastenkombination oder/und eine Anwendung festgelegt werden.
el_gr: Πρέπει να ορίσετε το πλήκτρο άμεσης πρόσβασης ή/και την εφαρμογή.
es: Debe establecer el atajo y/o la aplicación.
fr: Vous devez configurer un raccourci clavier et/ou sélectionner un programme.
he: עליך לקבוע קיצור מקשים ו\או את האפליקציה.
hr: Moraš postaviti prečac ili/i aplikaciju.
hu: Meg kell adnod a gyorsgombot és/vagy az alkalmazást.
it_it: Devi impostare il tasto di scelta rapida o/e l'applicazione.
ja_jp: ショートカットかアプリを設定してください。
ko: 단축키 또는/및 응용 프로그램을 설정해야 합니다.
nb: Du må velge en hurtigtast og/eller et program.
nl: U moet de sneltoets en / of de applicatie instellen.
pl_pl: Musisz ustawić skrót klawiszowy i/lub aplikację.
pt: Necessário introduzir tecla de atalho e/ou a aplicação.
pt_br: Você precisa definir a tecla de atalho e/ou o aplicativo.
ru_ru: Вам нужно установить горячую клавишу или/и приложение.
sl: Nastaviti morate vročo tipko ali/in program.
sr: Морате подесити пречицу или/и апликацију.
sv_se: Du måste ange en snabbtangent och/eller applikation.
ta: நீங்கள் ஆட்ச்கி அல்லது/மற்றும் பயன்பாட்டை அமைக்க வேண்டும்.
th: คุณต้องตั้งค่าปุ่มลัดหรือ/และแอปพลิเคชัน
tr: Uygulama ve de/veya klavye kısayolu seçilmiş olmalı.
uk: Вам необхідно задати гарячу клавішу або/та застосунок.
zh_hans: 你需要设置一个快捷键，或者和应用程序的路径。
zh_hant: 你需要設定一個快捷鍵，或者和應用程式的路徑。

# profile.error.needPlaybackOrRecording
source: You need to set a playback-, or recording device.
ar: عليك ضبط جهاز صوت و\أو جهاز تسجيل.
bg: Трябва да зададете устройство за възпроизвеждане или запис.
cs: Musíte nastavit přehrávací nebo záznamové zařízení.
da: Du mangler at definere en afspilnings - eller optageenhed.
de: Es muss ein Wiedergabe- oder Aufnahmegerät festgelegt werden.
el_gr: Θα πρέπει να ορίσετε μια συσκευή αναπαραγωγής-, ή εγγραφής.
es: Debe establecer un dispositivo de reproducción o de grabación.
fr: Vous devez définir un dispositif de lecture ou d'enregistrement.
he: עליך לקבוע התקן שמע או התקן הקלטה.
hr: Moraš izabrati uređaj za slušanje, ili uređaj za snimanje.
hu: Be kell állítanod egy lejátszó- vagy felvevőeszközt.
it_it: Devi impostare un dispositivo di riproduzione o di registrazione.
ja_jp: 再生または録音デバイスを設定してください。
ko: 재생 또는 녹음 장치를 설정해야 합니다.
nb: Du må sette avspillings- eller opptaksenhet.
nl: U moet een afspeel- of opnameapparaat instellen.
pl_pl: Musisz ustawić urządzenie odtwarzania (albo nagrywania).
pt: Necessário definir um aparelho de reprodução ou de gravação.
pt_br: Você precisa definir o dispositivo de reprodução ou gravação.
ru_ru: Вам нужно установить устройство воспроизведения или записи.
sl: Nastaviti morate napravo za predvajanje ali snemanje.
sr: Морате подесити уређај за репродукцију или снимање.
sv_se: Du måste ange en uppspelnings- eller inspelningsenhet.
ta: நீங்கள் ஒரு பின்னணி- அல்லது பதிவு செய்யும் சாதனத்தை அமைக்க வேண்டும்.
th: คุณต้องตั้งค่าอุปกรณ์การเล่นเสียงหรืออุปกรณ์บันทึกเสียง
tr: Bir ses kayıt ya da çalma cihazı seçilmiş olmalı.
uk: Вам необхідно встановити пристрій відтворення або запису.
zh_hans: 你需要设置一个播放设备，或者录音设备。
zh_hant: 你需要設定一個播放裝置，或者錄音裝置。

# profile.explanation
source: Add a profile to switch to a certain playback or recording device, when a specific application is started or focused. You can also set your own hotkey for specific device combo.
ar: إضافة بروفايل لتبديل الى جهاز سمعي أو جهاز تسجيل, عند فتح أو التركيز على تطبيق معين. يمكنك أيضًا تعيين مفتاح التشغيل السريع الخاص بك لجهاز محدد.
bg: Добавете профил за превключване към определено устройство за възпроизвеждане или запис, когато се стартира или фокусира определена програма.
cs: Přidejte profil, abyste mohli přepnout na konkrétní přehrávací nebo záznamové zařízení, když je spuštěna konkrétní aplikace, nebo pokud je na ni přepnuto.
da: Vælg en profil for at skifte til en bestemt afspilnings - eller optageenhed, når en specifik applikation startes eller kommer i fokus. Du kan også definere din egen genvejstast til en specifik gruppe af enheder.
de: Füge ein Profil hinzu, um zu einem Wiedergabe- oder Aufnahmegerät zu wechseln, wenn eine bestimmte Anwendung gestartet oder fokussiert wird. Sie können auch Ihren eigenes Tastenkürel für eine bestimmte Geräte-Kombination einstellen.
el_gr: Προσθέστε ένα προφίλ για εναλλαγή σε μια συγκεκριμένη συσκευή αναπαραγωγής ή εγγραφής, όταν ξεκινά ή εστιάζει μια συγκεκριμένη εφαρμογή. Μπορείτε επίσης να ορίσετε το δικό σας πλήκτρο άμεσης πρόσβασης για συγκεκριμένο συνδυασμό συσκευών.
es: Añade un perfil para cambiar a un determinado dispositivo de reproducción o grabación cuando se inicie o se active una aplicación específica. También puedes configurar tu propia tecla de acceso directo para una combinación específica de dispositivos.
fr: Un profil vous permet de choisir le périphérique de lecture et/ou d'enregistrement vers lequel basculer quand l'application voulue est utilisée ou que vous avez utilisé le raccourci clavier.
he: אפשר להוסיף פרופיל כדי לעבור להתקן שמע או הקלטה כאשר יישום מסוים מופעל או עובר לקדמת המסך. אפשר גם להגדיר מקשי קיצור משלך לשילוב התקנים מסוים.
hr: Dodaj profil za prebacivanje na određeni uređaj za reprodukciju ili snimanje kada se određena aplikacija pokrene ili kada je aktivna. Osim toga možeš postaviti vlastiti prečac za određenu kombinaciju uređaja.
hu: Létrehozhatsz profilokat a lejátszó- és felvevőeszközökhöz, amikor egy megadott alkalmazás az előtérbe kerül.
it_it: Aggiungo un profilo per selezionare un certo dispositivo di riproduzione o di registrazione, quando una specifica applicazione è avviata o selezionata.
ja_jp: 特定のアプリの起動・フォーカス時に、再生・録音デバイスを切り替えるプロファイルを追加します。独自のショートカットも設定可能。
ko: 특정 응용 프로그램이 시작되거나 집중될 때 특정 재생 또는 녹음 장치로 전환하려면 프로필을 추가하세요.
nb: Legg til en profil for å bytte til angitt avpillings- eller opptaksenhet, når et gitt program er startet eller i fokus.
nl: Voeg een profiel toe om over te schakelen naar een bepaald afspeel- of opnameapparaat wanneer een specifieke toepassing wordt gestart of wanneer de toepassing de focus krijgt.
pl_pl: Utwórz profil by przełączyć na dane urządzenie odtwarzania lub nagrywania kiedy wskazana aplikacja zostanie uruchomiona albo aktywowana.
pt: Adicione um perfil para alterar para um dispositivo de reprodução ou gravação específico quando uma aplicação específica for iniciada ou ativada. Também pode definir a sua própria tecla de atalho para uma combinação específica de dispositivos.
pt_br: Adicione um perfil para alterar para um dispositivo de reprodução ou gravação específico quando um aplicativo específico for iniciado ou ativado. Você também pode definir sua própria tecla de atalho para uma combinação específica de dispositivos.
ru_ru: Добавьте профиль для переключения на определенное устройство воспроизведения или записи, при запуске или активации определенного приложения. Также Вы можете назначить свое сочетание клавиш для определенного набора устройств.
sl: Dodajte profil za preklop na določeno napravo za predvajanje ali snemanje, ko se zažene določen program ali je ta v fokusu.
sr: Додај профил да би сте мењали уређаје за репродукцију или снимање, када је одређена апликација покренута или у фокусу.
sv_se: Lägg till en profil för att byta till en viss uppspelnings- eller inspelningsenhet, när en specifik applikation startas eller fokuseras. Du kan också ställa in din egen snabbtangent för specifik enhet combo.
ta: ஒரு குறிப்பிட்ட பயன்பாடு தொடங்கப்படும்போது அல்லது கவனம் செலுத்தும்போது, ஒரு குறிப்பிட்ட பின்னணி அல்லது பதிவு சாதனத்திற்கு மாற ஒரு சுயவிவரத்தைச் சேர்க்கவும். குறிப்பிட்ட சாதன காம்போவுக்கு உங்கள் சொந்த ஆட்ச்கியை அமைக்கலாம்.
th: เพิ่มโปรไฟล์เพื่อสลับไปยังอุปกรณ์เล่นเสียงหรือบันทึกเสียง, เมื่อมีการเปิดใช้งานแอปพลิเคชันที่กำหนดไว้
tr: Belirli bir uygulama başlatıldığında ya da kullanıma girdiğinde otomatik olarak önceden belirlenmiş ses cihazlarının seçilmesi için bir profil oluşturun.
uk: Додайте профіль, щоб перемикатися на певний пристрій відтворення або запису, коли певна програма запускається або розгортається. Ви також можете створити власну комбінацію клавіш для конкретної дії з пристроєм.
zh_hans: 当特定的应用程序已启动或被有焦点时，添加一个配置来切换指定的播放设备或者录音设备。你也可以为设置热键组合。
zh_hant: 當特定的應用程式已啟動或被聚焦時，新增一個設定檔來切換指定的播放裝置或者錄音裝置。

# profile.error.registerHotkeys
source: Couldn't register hotkey for the following profiles: {0}
ar: لم يستطع تسجيل اختصار لوحة المفاتيح: {0}
bg: Неуспешно регистриране на клавишна комбинация за следните профили: {0}
cs: Nelze zaregistrovat klávesovou zkratku pro následující profily: {0}
da: Kunne ikke registrere en genvejstast for disse profiler: {0}
de: Für die folgenden Profile konnte die Tastenkombination nicht registriert werden: {0}
el_gr: Δεν μπόρεσε να καταχωρήσει το πλήκτρο άμεσης πρόσβασης για τα ακόλουθα προφίλ: {0}
es: No se pudo registrar el atajo para los perfiles siguientes: {0}
fr: Impossible d’enregistrer le raccourci clavier pour les profils suivants : {0}
he: כשלון ברישום קיצור מקשים עבור הפרופילים הבא: {0}
hr: Nije moguće registrirati prečac za sljedeće profile: {0}
hu: Nem sikerült a gyorsgomb hozzárendelése a profilhoz: {0}
it_it: Non è stato possibile registrare il tasto di scelta rapida per i seguenti profili: {0}
ja_jp: 次のプロファイルのショートカットを登録できませんでした: {0}
ko: 다음 프로필에 대한 단축키를 등록할 수 없습니다: {0}
nb: Kunne ikke registrere hurtigtast for følgende profiler: {0}
nl: Kan de sneltoets niet registreren voor de volgende profielen: {0}
pl_pl: Nie udało się zapisać skrótu klawiszowego dla następujących profili: {0}
pt: Não foi possível registar a tecla de atalho para os perfis seguintes: {0}
pt_br: Não foi possível registrar a tecla de atalho para os seguintes perfis: {0}
ru_ru: Не удалось зарегистрировать горячую клавишу для следующих профилей: {0}
sl: Ni bilo mogoče registrirati vroče tipka za naslednje profile: {0}
sr: Није могла бити регистрована пречица за следећи профи: {0}
sv_se: Det gick inte att använda snabbtangenten i följande profiler: {0}
ta: பின்வரும் சுயவிவரங்களுக்கு ஆட்ச்கியை பதிவு செய்ய முடியவில்லை: {0}
th: ไม่สามารถลงทะเบียนแป้นลัดสําหรับโปรไฟล์ต่อไปนี้: {0}
tr: Bu profil için klavye kısayolu kaydedilemedi: {0}
uk: Не вдалося зареєструвати гарячу клавішу для наступних профілів: {0}
zh_hans: 无法为以下的配置注册快捷键：{0}
zh_hant: 無法為以下的設定檔註冊快捷鍵：{0}

# profile.error.registerHotkeys.title
source: Already used hotkey
ar: اختصار لوحة المفاتيح قيد الإستخدام من قبل
bg: Вече използван клавиш за бърз достъп
cs: Používaná klávesová zkratka
da: Genvejstasten er allerede i brug
de: Bereits verwendete Tastenkombination
el_gr: Ήδη χρησιμοποιημένα πλήκτρα συντόμευσης
es: Ya se utiliza el atajo
fr: Raccourci clavier déjà utilisé
he: קיצור מקשים כבר בשימוש
hr: Već korišteni prečac
hu: A gyorsgomb már használatban van
it_it: Tasto rapido già in uso
ja_jp: 使用中のショートカット
ko: 이미 사용된 단축키입니다
nb: Hurtigtast allerede i bruk
nl: Sneltoets is al in gebruik
pl_pl: Skrót już w użyciu
pt: Tecla de atalho em uso
pt_br: Tecla de atalho já em uso
ru_ru: Горячая клавиша уже используется
sl: Že uporabljena vroča tipka
sr: Пречица већ у употреби
sv_se: Redan använd snabbtangent
ta: ஏற்கனவே பயன்படுத்தப்பட்ட ஆட்ச்கி
th: ปุ่มลัดซ้ำ
tr: Klayve kısayolu halihazırda kullanımda
uk: Гаряча клавіша вже використовуєтсья
zh_hans: 快捷键已被占用
zh_hant: 快捷鍵已被占用

# profile.feature.add
source: Add Profile
ar: إضافة بروفيل
bg: Добавяне на профил
cs: Přidat profil
da: Tilføj profil
de: Profil hinzufügen
el_gr: Προσθήκη προφίλ
es: Añadir perfil
fr: Ajouter un profil
he: הוסף פרופיל
hr: Dodaj profil
hu: Profil hozzáadása
it_it: Aggiungi profilo
ja_jp: プロファイル追加
ko: 프로필 추가
nb: Legg til profil
nl: Profiel toevoegen
pl_pl: Utwórz profil
pt: Adicionar perfil
pt_br: Adicionar perfil
ru_ru: Добавить профиль
sl: Dodaj profil
sr: Додавање профила
sv_se: Lägg till profil
ta: சுயவிவரத்தைச் சேர்க்கவும்
th: เพิ่มโปรไฟล์
tr: Profil Ekle
uk: Додати профіль
zh_hans: 添加配置
zh_hant: 新增設定檔

# profile.feature.executable
source: Executable (*.exe)
ar: ملف تطبيق (*.exe)
bg: Изпълним файл (*.exe)
cs: Spustitelný soubor (* .exe)
da: Eksekverbar (*.exe)
de: Ausführbare Datei (*.exe)
el_gr: Εκτελέσιμο (*.exe)
es: Ejecutable (*.exe)
fr: Exécutable (*.exe)
he: קובץ הרצה (*.exe)
hr: Izvršna datoteka (*.exe)
hu: Futtatható (*.exe)
it_it: Eseguibile (*.exe)
ja_jp: 実行可能ファイル (*.exe)
ko: 실행 파일 (*.exe)
nb: Kjørbar fil (*.exe)
nl: Uitvoerbaar bestand (* .exe)
pl_pl: Plik wykonywalny (*.exe)
pt: Executável (*.exe)
pt_br: Executável (*.exe)
ru_ru: Исполняемый файл (*.exe)
sl: Izvedljiva datoteka (*.exe)
sr: Извршна датотека (*.exe)
sv_se: Körbar (*.exe)
ta: இயங்கக்கூடிய (*.exe)
th: โปรแกรม (*.exe)
tr: Çalıştırılabilir dosya (*.exe)
uk: Виконуваний файл (*.exe)
zh_hans: 可执行文件 (*.exe)
zh_hant: 可執行文件 (*.exe)

# profile.error.title
source: Profile Error
ar: خطأ بروفيل
bg: Грешка в профила
cs: Chyba profilu
da: Fejl i profil
de: Profilfehler
el_gr: Σφάλμα προφίλ
es: Error en el perfil
fr: Erreur avec le profil
he: שגיאת פרופיל
hr: Greška profila
hu: Profil hiba
it_it: Errore di profilo
ja_jp: プロファイルエラー
ko: 프로필 오류
nb: Profilfeil
nl: Profielfout
pl_pl: Błąd profilu
pt: Erro de perfil
pt_br: Erro de perfil
ru_ru: Ошибка профиля
sl: Napaka profila
sr: Грешка профила
sv_se: Profilfel
ta: சுயவிவர பிழை
th: โปรไฟล์ผิดพลาด
tr: Profil Hatası
uk: Помилка профілю
zh_hans: 配置错误
zh_hant: 設定檔錯誤

# buttonDelete
source: Delete
ar: إزاله
bg: Изтриване
cs: Smazat
da: Slet
de: Löschen
el_gr: Διαγραφή
fr: Supprimer
he: מחק
hr: Obriši
hu: Törlés
ja_jp: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl_pl: Usuń
pt: Apagar
pt_br: Excluir
ru_ru: Удалить
sl: Izbriši
sr: Обриши
sv_se: Ta bort
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# profile.error.delete
source: Can't find the profile.
ar: لم يستطع إيجاد البروفيل.
bg: Профилът не може да бъде намерен.
cs: Profil nelze najít.
da: Kan ikke finde profil.
de: Profil nicht gefunden.
el_gr: Δεν μπορώ να βρω το προφίλ.
es: No se puede encontrar el perfil.
fr: Profil introuvable.
he: לא נמצא פרופיל.
hr: Nije moguće pronaći profil.
hu: Profil nem található.
it_it: Impossibile trovare il profilo.
ja_jp: プロファイルが見つかりません。
ko: 프로필을 찾을 수 없습니다.
nb: Kunne ikke finne profilen.
nl: Het profiel kan niet gevonden worden.
pl_pl: Profil nie może zostać odnaleziony.
pt: Não é possível encontrar o perfil.
pt_br: Não foi possível localizar o perfil.
ru_ru: Не могу найти профиль.
sl: Profila ni mogoče najti.
sr: Није могуће пронаћи профил.
sv_se: Kan inte hitta profilen.
ta: சுயவிவரத்தைக் கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบโปรไฟล์
tr: Profil bulunamadı.
uk: Не вдається знайти профіль.
zh_hans: 无法找到配置。
zh_hant: 無法找到設定檔。

# profile.error.noName
source: A profile needs a name.
ar: البروفيل يحتاج إلى إسم.
bg: Профилът се нуждае от име.
cs: Profil vyžaduje název.
da: En profil skal have et navn.
de: Ein Profil benötigt einen Namen.
el_gr: Ένα προφίλ χρειάζεται όνομα.
fr: Un profil doit avoir un nom.
he: יש לתת לפרופיל שם.
hr: Potrebno je postaviti ima profila.
hu: Adj nevet a profilnak.
ja_jp: プロファイルには名前が必要です。
ko: 프로필 이름이 필요합니다.
nb: Profiler må ha et navn.
nl: Een profiel heeft een naam nodig.
pl_pl: Profil musi mieć nazwę.
pt: O perfil necessita de um nome.
pt_br: O perfil precisa de um nome.
ru_ru: Профиль должен иметь имя.
sl: Profil potrebuje ime.
sr: Профилу је потребан назив.
sv_se: En profil behöver ett namn.
ta: ஒரு சுயவிவரத்திற்கு ஒரு பெயர் தேவை.
th: ต้องตั้งชื่อโปรไฟล์
tr: Profile bir isim vermeniz gerekli.
uk: Профілю потрібна назва.
zh_hans: 请填写配置名称。
zh_hant: 請填寫設定檔名稱。

# profile.feature.profile
source: Profile
ar: بروفيل
bg: Профил
cs: Profil
da: Profil
de: Profil
el_gr: Προφίλ
es: Perfil
fr: Profil
he: פרופיל
hr: Profil
hu: Profil
it_it: Profilo
ja_jp: プロファイル
ko: 프로필
nb: Profil
nl: Profiel
pl_pl: Profil
pt: Perfil
pt_br: Perfil
ru_ru: Профиль
sl: Profil
sr: Профил
sv_se: Profil
ta: சுயவிவரம்
th: โปรไฟล์
tr: Profil
uk: Профіль
zh_hans: 用户配置
zh_hant: 用戶設定檔

# profile.defaultDevice.checkbox
source: Also switch default device
ar: أيضا تبديل الجهاز الإفتراضي
bg: Превключи и устройството по подразбиране
cs: Přepnout i výchozí zařízení
da: Skift også standardenhed
de: Ändere auch das Standardgerät
el_gr: Αλλαγή και προεπιλεγμένης συσκευής
es: Cambiar también el dispositivo predeterminado
fr: Switch aussi le périphérique par défaut
he: החלף גם התקן ברירת מחדל
hr: Također promijeni standardni uređaj
hu: Az alapértelmezett eszközt is váltsa
it_it: Commuta anche dispositivo predefinito
ja_jp: 既定デバイスも切り替え
ko: 기본 장치도 전환
nb: Bytt standardenhet også
nl: Schakel ook het standaardapparaat
pl_pl: Zmień także urządzenie domyślne
pt: Também mudar o aparelho padrão
pt_br: Também alterar dispositivo padrão
ru_ru: Также переключить устройство по умолчанию
sl: Preklopi tudi privzeto napravo
sr: Такође промени главни уређај
sv_se: Ändra även standardenhet
ta: இயல்புநிலை சாதனத்தையும் மாற்றவும்
th: เปลี่ยนเป็นอุปกรณ์เริ่มต้นด้วย
tr: Varsayılan cihazı da değiştir
uk: Також перемикати пристрій за умовчанням
zh_hans: 同时切换默认设备
zh_hant: 同時切換預設裝置

# profile.defaultDevice.checkbox.tooltip
source: When the application is detected, SoundSwitch will change also the current default device.
ar: عندما التطبيق يحدد بالفتح, SoundSwitch يبدل أيضا الجهاز الإفتراضي.
bg: Когато програмата бъде стартирана, SoundSwitch ще промени и текущото устройство по подразбиране.
cs: Když je tato aplikace detekována, SoundSwitch změní také aktuální výchozí zařízení.
da: Når applikationen detekteres, skifter SoundSwitch også den aktuelle standardenhed.
de: Wenn das Programm erkannt wird ändert SoundSwitch auch das Standardgerät.
el_gr: Όταν εντοπιστεί η εφαρμογή, το SoundSwitch θα αλλάξει επίσης την τρέχουσα προεπιλεγμένη συσκευή.
es: Cuando se detecte la aplicación, SoundSwitch cambiará también el dispositivo predeterminado actual.
fr: Quand l'application est détectée, SoundSwitch va aussi switcher le périphérique par défaut.
he: כאשר האפליקציה מזוהה, Soundswitch ישנה גם את התקן ברירת המחדל.
hr: Kad se aplikacija otkrije, SoundSwitch će promijeniti trenutni standardni uređaj.
hu: Amikor az alkalmazás észlelhető, az aktuális alapértelmezett eszköz is le lesz váltva.
it_it: Quando viene rilevata l'applicazione, SoundSwitch cambia anche il dispositivo predefinito attuale.
ja_jp: アプリ検出時にSoundSwitchは現在の既定デバイスも変更します。
ko: 응용 프로그램이 감지되면 SoundSwitch는 현재 기본 장치도 변경됩니다.
nb: Når programmet oppdages, vil SoundSwitch også bytte standardenhet.
nl: Wanneer het programma gedetecteerd is zal SoundSwitch overschakelen naar standaard apparaat.
pl_pl: Po wykryciu aplikacji, SoundSwitch także zmieni domyślne bieżące urządzenie.
pt: Quando a aplicação é detetada, o SoundSwitch também altera o aparelho padrão atual.
pt_br: Quando o aplicativo for detectado, o SoundSwitch também alterará o dispositivo padrão atual.
ru_ru: При обнаружении приложения SoundSwitch также изменит текущее устройство по умолчанию.
sl: Ko zazna program, bo SoundSwitch spremenil tudi trenutno privzeto napravo.
sr: Када је детектована апликација, SoundSwitch ће такође променити тренутни главни уређај.
sv_se: När applikationen detekterar, ändrar SoundSwitch även den aktuella standardenheten.
ta: பயன்பாடு கண்டறியப்படும்போது, சவுண்ட்ச்விட்ச் தற்போதைய இயல்புநிலை சாதனத்தையும் மாற்றும்.
th: เมื่อตรวจพบแอปพลิเคชัน SoundSwitch จะเปลี่ยนอุปกรณ์เริ่มต้นปัจจุบันด้วย
tr: Uygulamanın devrede olduğu tespit edildiğinde Windows'un o anki varsayılan ses cihazı da değiştirilir.
uk: При виявленні програми SoundSwitch також змінить поточний пристрій за замовчуванням.
zh_hans: 当检测到应用程序，SoundSwitch 也将会切换当前的默认设备。
zh_hant: 當偵測到應用程式，SoundSwitch 也將會切換當前的預設裝置。

source: Hotkey enabled
ar: تشغيل إختصار لوحة المفاتيح
bg: Активиран клавиш за бърз достъп
cs: Klávesová zkratka povolena
da: Genvejstast aktiveret
de: Tastenkombination aktiviert
el_gr: Ενεργοποιημένο πλήκτρο συντόμευσης
es: Atajo activado
fr: Raccoucis actif
he: קיצור מקשים פעיל
hr: Prečac aktiviran
hu: Gyorsgomb engedélyezése
it_it: Tasti scelta rapida abilitati
ja_jp: ショートカット有効
ko: 단축키 사용
nb: Hurtigtast aktivert
nl: Sneltoets ingeschakeld
pl_pl: Skróty klawiszowe włączone
pt: Tecla de atalho ativada
pt_br: Tecla de atalho ativada
ru_ru: Горячие клавиши включены
sl: Vroča tipka je omogočena
sr: Пречица је омогућена
sv_se: Snabbtangenter aktiverade
ta: ஆட்கி இயக்கப்பட்டது
th: เปิดใช้งานปุ่มลัด
tr: Klavye kısayolu etkin
uk: Гаряча клавіша ввімкнена
zh_hans: 快捷键启用
zh_hant: 快捷鍵啟用

# profile.error.deviceNotFound
source: Device {0} couldn't be found.
ar: لم يستطع إيجاد الجهاز {0}.
bg: Устройство {0} не може да бъде намерено.
cs: Zařízení {0} nelze najít.
da: Enheden {0} kunne ikke findes.
de: Gerät {0} konnte nicht gefunden werden.
el_gr: Η συσκευή {0} δεν βρέθηκε.
fr: Le périphérique {0} n'a pu être trouvé.
he: התקן {0} לא נמצא.
hr: Uređaj {0} nije pronađen.
hu: A(z) {0} eszköz nem található.
ja_jp: デバイス {0} が見つかりませんでした。
ko: {0} 장치를 찾을 수 없습니다.
nb: Fant ikke enhet {0}.
nl: Apparaat {0} is niet gevonden.
pl_pl: Nie znaleziono urządzenia {0}.
pt: O aparelho {0} não foi encontrado.
pt_br: O dispositivo {0} não foi localizado.
ru_ru: Не удалось найти устройство {0}.
sl: Naprave {0} ni bilo mogoče najti.
sr: Уређај {0} није могао бити пронађен.
sv_se: Kunde inte hitta enhet {0}.
ta: சாதனம் {0} கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบอุปกรณ์ {0}
tr: Cihaz {0} bulunamadı.
uk: Пристрій {0} не знайдено.
zh_hans: 无法找到设备 {0} 。
zh_hant: 無法找到裝置 {0} 。

# profile.trigger.window
source: Name of the program
ar: إسم التطبيق
bg: Име на програмата
cs: Název programu
da: Programmets navn
de: Name des Programms
el_gr: Όνομα προγράμματος
es: Nombre del programa
fr: Nom du programme
he: שם התוכנה
hr: Ime programa
hu: Program neve
it_it: Nome del programma
ja_jp: プログラム名
ko: 프로그램 이름
nb: Programmets navn
nl: Naam van het programma
pl_pl: Nazwa programu
pt: Nome do programa
pt_br: Nome do programa
ru_ru: Название программы
sl: Ime programa
sr: Назив програма
sv_se: Namn på programmet
ta: நிரலின் பெயர்
th: ชื่อของโปรแกรม
tr: Uygulamanın adı
uk: Назва програми
zh_hans: 程序名
zh_hant: 程式名
