Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# keepSystemTrayIcon.tooltip
source: When checked, the System Tray Icon won't change when the 'Default Playback Device' changes.
ar: عنج الإختيار, أيقون شريط المهمات لا يتغير عند تغيير 'جهاز السمع الإفتراضي'.
bg: Когато е маркирано, иконата в системната лента няма да се променя при промяна на "Устройство за възпроизвеждане по подразбиране".
cs: Je-li zaškrtnuto, ikona v systémovém panelu se při přepnutí 'Výchozího přehrávacího zařízení' nezmění .
da: Når markeret, vil System Tray ikonet ikke skifte når "Standard afspilningsenhed" skifter.
de: Falls aktiv, wird das Symbol von SoundSwitch in der Taskleiste nicht das aktuelle "Standard Wiedergabegerät" anzeigen.
el_gr: Όταν είναι επιλεγμένο, το εικονίδιο στο δίσκο συστήματος δεν θα αλλάζει όταν αλλάζει η 'Προεπιλεγμένη συσκευή αναπαραγωγής'.
fr: Si cette option est cochée, l’icône de SoundSwitch ne changera pas lorsque le dispositif de lecture par défaut sera modifié.
he: כאשר נבחר, אייקון שורת המשימות לא ישתנה כש'התקן שמע ברירת המחדל' משתנה.
hr: Kada je označeno, ikona u sistemskoj traci neće se promijeniti kad se promijeni „Standardni uređaj za slušanje”.
hu: Engedélyezés esetén az állapotsori ikon nem fog megváltozni az "Alapértelmezett lejátszóeszköz" változásakor.
hy: Նշելիս, համակարգի դարակի պատկերակը չի փոխվի «Լռելյային Նվագարկման Սարքը» փոխվելիս։
ja_jp: 有効にすると、既定の再生デバイス変更時もトレイアイコンは変わりません。
ko: 선택하면 '기본 재생 장치'가 변경될 때 시스템 트레이 아이콘이 변경되지 않습니다.
nb: Når dette velges, vil ikke systemkurvsikonet endre seg når «Standard avspillingsenhet» endres.
nl: Indien aangevinkt, verandert het systeemvakpictogram niet wanneer het 'Standaard afspeelapparaat' veranderd.
pl_pl: Zaznacz by nie zmieniać ikony w zasobniku kiedy domyślne urządzenie odtwarzania zostało przełączone.
pt: Quando marcado, o ícone da barra de tarefas do sistema não será alterado quando o 'Aparelho de comunicação predefinido' altera.
pt_br: Quando marcado, o ícone da área de notificação não mudará quando o "Dispositivo de reprodução padrão" for alterado.
ru_ru: Если флажок установлен, значок в трее не меняется при смене "Устройства воспроизведения".
sl: Ko je označeno, se ikona programske vrstice ne spremeni pri spremembi 'Privzeta naprava za predvajanje'.
sr: Када је изабрано, икона у углу екрана се неће мењати када се мења 'Главни уређај за репродукцију'.
sv_se: Markerad ändras inte ikonen i meddelandefältet när "Standardenhet för uppspelning" ändras.
ta: சரிபார்க்கும்போது, 'இயல்புநிலை பிளேபேக் சாதனம்' மாறும்போது கணினி தட்டு படவுரு மாறாது.
th: เมื่อเลือก, เมื่ออุปกรณ์การเล่นเสียงเริ่มต้นถูกเปลี่ยนแปลง แต่ Tray icon จะไม่เปลี่ยนแปลง
tr: Seçili olduğunda, bildirim alanı simgesi varsayılan ses cihazını gösterecek şekilde değişmez.
uk: Коли вибрано, іконка на панелі завдань не буде змінюватись коли змінюєтсья "Пристрій відтворення за замовчуванням".
zh_hans: 选中时，“默认播放设备”更改时系统托盘图标不会更改。
zh_hant: 啟用後，系統匣圖示將不會隨「預設播放裝置」變更。

# updateInstallAutomatically
source: Install updates automatically
ar: تنزيل تحديثات تلقائيه
bg: Автоматично инсталиране на актуализациите
cs: Automaticky instalovat aktualizace
da: Installér opdateringer automatisk
de: Updates automatisch installieren
el_gr: Αυτόματη εγκατάσταση ενημερώσεων
es: Instala actualizaciones automáticamente
fr: Installer les mises à jour automatiquement
he: התקן עדכונים אוטומטית
hr: Automatski instaliraj nadogradnje
hu: Frissítések automatikus telepítése
hy: Տեղադրել արդիացումները ինքնաշխատ
it_it: Installa automaticamente aggiornamenti
ja_jp: 更新を自動インストール
ko: 업데이트 자동 설치
nb: Installer oppgraderinger automatisk
nl: Installeer updates automatisch
pl_pl: Automatycznie instaluj uaktualnienia
pt: Instalar atualizações automaticamente
pt_br: Instalar atualizações automaticamente
ru_ru: Автоустановка обновлений
sl: Samodejno namesti posodobitve
sr: Аутоматски инсталирај надоградње
sv_se: Installera uppdateringar automatiskt
ta: புதுப்பிப்புகளை தானாக நிறுவவும்
th: ติดตั้งการอัปเดทรุ่นใหม่อัตโนมัติ
tr: Güncellemeleri otomatik yükle
uk: Встановлювати оновлення автоматично
zh_hans: 自动安装更新
zh_hant: 自動安裝更新

# updateInstallAutomatically.tooltip
source: Updates are installed automatically without any prompts.
ar: التحديثات ينزلن بشكل تلقائي.
bg: Актуализациите се инсталират автоматично, без никакви подкани.
cs: Aktualizace se budou instalovat automaticky bez jakéhokoli upozornění.
da: Opdateringer bliver automatisk installeret uden at spørge om tilladelse.
de: Updates werden automatisch ohne Benutzereingabe installiert.
el_gr: Οι ενημερώσεις εγκαθίστανται αυτόματα χωρίς καμία προτροπή.
fr: Les mise à jour sont téléchargées et installées automatiquement.
he: עדכונים מותקנים אוטומטית.
hr: Nadogradnje se instaliraju automatski bez upita.
hu: A frissítések jóváhagyás nélkül telepítésre kerülnek.
ja_jp: プロンプトなしで更新を自動インストールします。
ko: 업데이트는 프롬프트 없이 자동으로 설치됩니다.
nb: Oppdateringer installeres automatisk uten forvarsel.
nl: Updates worden automatisch geïnstalleerd zonder enige vraag.
pl_pl: Uaktualnienia będą instalowane automatycznie.
pt: As atualizações são instaladas automaticamente sem interação.
pt_br: As atualizações são instaladas automaticamente sem nenhum aviso.
ru_ru: Обновления устанавливаются автоматически без вопросов.
sl: Posodobitve se samodejno namestijo brez pozivov.
sr: Надоградње се аутоматски инсталирају без икаквих обавештења.
sv_se: Uppdateringar installeras automatiskt utan några uppmaningar.
ta: எந்த அறிவுகளும் இல்லாமல் புதுப்பிப்புகள் தானாக நிறுவப்படுகின்றன.
th: ติดตั้งอัปเดทรุ่นใหม่โดยไม่แจ้งเตือน
tr: Güncellemeler kullanıcıya bildiri vermeden otomatik olarak yüklenir.
uk: Оновлення встановлюютсья автоматично без попередження.
zh_hans: 更新会自动安装，不会有任何提示。
zh_hant: 更新會自動於背景安裝。

# updateNotify
source: Notify me when updates are available
ar: أخبرني عن تواجد تحديثات
bg: Известяване, когато са налични актуализации
cs: Oznamujte mi dostupnost aktualizací
da: Giv mig besked når der er tilgængelige opdateringer
de: Benachrichtigen falls Update verfügbar
el_gr: Ειδοποίηση για διαθέσιμες ενημερώσεις
es: Notificar cuando haya actualizaciones disponibles
fr: Me notifier lorsque des mises à jour sont disponibles
he: להציג התראה כשיש עדכונים זמינים
hr: Obavijesti me o dostupnim nadogradnjama
hu: Értesítsen ha frissítés érhető el
it_it: Avvisami quando è disponibile un aggiornamento
ja_jp: 更新があったら通知
ko: 업데이트를 사용할 수 있을 때 알림
nb: Varsle meg om nye oppdateringer
nl: Laat het me weten als er updates beschikbaar zijn
pl_pl: Powiadom mnie kiedy uaktualnienie będzie dostępne
pt: Notificar-me quando existirem atualizações disponíveis
pt_br: Notificar quando houverem atualizações
ru_ru: Уведомлять о наличии обновлений
sl: Obvesti me, ko so na voljo posodobitve
sr: Обавести ме када су надоградње доступне
sv_se: Meddela mig när uppdateringar är tillgängliga
ta: புதுப்பிப்புகள் கிடைக்கும்போது எனக்கு அறிவிக்கவும்
th: เตือนเมื่อมีการอัปเดทรุ่นใหม่
tr: Güncelleme mevcut olduğunda bildiri ver
uk: Сповіщати мене про доступні оновлення
zh_hans: 有更新时通知我
zh_hant: 有更新時通知我

# updateNever
source: Never check for updates
ar: عدم البحث عن التحديثات
bg: Без проверка за актуализации
cs: Nikdy nekontrolovat dostupnost aktualizací
da: Kig aldrig efter opdateringer
de: Nie nach Updates suchen
el_gr: Να μην γίνεται έλεγχος για ενημερώσεις
es: No buscar actualizaciones nunca
fr: Ne jamais vérifier les mises à jour
he: לא לבדוק אם קיימים עדכונים
hr: Nemoj provjeravati ima li nadogradnji
hu: Ne keressen frissítéseket
it_it: Non controllare mai gli aggiornamenti
ja_jp: 更新を確認しない
ko: 업데이트를 확인하지 않음
nb: Aldri se etter oppdateringer
nl: Controleer nooit op updates
pl_pl: Nigdy nie sprawdzaj dostępnych uaktualnień
pt: Nunca procurar por atualizações
pt_br: Nunca verificar por atualizações
ru_ru: Не проверять обновления
sl: Nikoli ne preverjaj obstoj posodobitev
sr: Никада не проверавај надоградње
sv_se: Sök aldrig efter uppdateringar
ta: புதுப்பிப்புகளை ஒருபோதும் சரிபார்க்க வேண்டாம்
th: ไม่ต้องตรวจหาการอัปเดท
tr: Güncellemeleri kontrol etme
uk: Ніколи не перевіряти оновлення
zh_hans: 永远不要检查更新
zh_hant: 不要檢查更新

source: Tooltip on Hover
ar: تلميحات عند الحوم بفأرة الحاسوب
bg: Подсказка при посочване с мишката
cs: Popisek pod kurzorem myši
da: Værktøjstip ved svævning
de: Tooltip
el_gr: Επεξήγηση κατά την αιώρηση
es: Descripción emergente al posar el ratón
fr: Information au survol
he: הצגת עצות במעבר מעל עם העכבר
hr: Savjeti prilikom prelaska miša
hu: Tippek megjelenítése rámutatáskor
it_it: Suggerimento passando sopra
ja_jp: ホバーでツールヒント
ko: 호버에서의 도구 설명
nb: Verktøystips ved musesveving
nl: Knopinfo over zweven
pl_pl: Informacja po najechaniu na ikonę
pt: Dica de ferramenta ao sobrepor o rato
pt_br: Dicas ao passar com o mouse
ru_ru: При наведении
sl: Namig ob prehodu čez, z miško
sr: Приказ балончића помоћи
sv_se: Verktygstips vid mus över
ta: ஓவர் மீது உதவிக்குறிப்பு
th: เปิดคำอธิบายสำหรับ
tr: Araç ipucu
uk: Підказка при наведенні
zh_hans: 悬停上方工具提示
zh_hant: 暫留工具提示

# cycleThrough.option.allAudioDevices
source: All audio devices
ar: كل أجهزة السمع
bg: Всички аудио устройства
cs: Všechna zvuková zařízení
da: Alle lydenheder
de: Alle Audiogeräte
el_gr: Όλες οι συσκευές ήχου
fr: Tous les périphériques audio
he: כל התקני השמע
hr: Svi audio uređaji
hu: Minden hangeszköz
ja_jp: すべてのオーディオデバイス
ko: 모든 오디오 장치
nb: Alle lydenheter
nl: Alle audio apparaten
pl_pl: Wszystkie urządzenia audio
pt: Todos os aparelhos de áudio
pt_br: Todos os dispositivos de áudio
ru_ru: Все аудиоустройства
sl: Vse zvočne naprave
sr: Сви звучни уређаји
sv_se: Alla ljudenheter
ta: அனைத்து ஆடியோ சாதனங்களும்
th: อุปกรณ์เล่นเสียงทั้งหมด
tr: Tüm ses cihazları
uk: Усі звукові пристрої
zh_hans: 所有音频设备
zh_hant: 所有音訊裝置

# cycleThrough.option.onlySelectedAudioDevices
source: Only selected audio devices
ar: فقط اجهزة السمع المختاره
bg: Маркираните аудио устройства
cs: Pouze vybraná zvuková zařízení
da: Kun valgte lydenheder
de: Nur ausgewählte Audiogeräte
el_gr: Μόνο επιλεγμένες συσκευές ήχου
fr: Uniquement les périphériques audio sélectionnés
he: רק התקני שמע שנבחרו
hr: Samo odabrani audio uređaji
hu: Csak a kiválasztott hangeszközök
ja_jp: 選択したデバイスのみ
ko: 선택된 오디오 장치만
nb: Kun valgte lydenheter
nl: Alleen geselecteerde audio apparaten
pl_pl: Tylko wybrane urządzenia audio
pt: Apenas os aparelhos de áudio selecionados
pt_br: Somente dispositivos de áudio selecionados
ru_ru: Только выбранные аудиоустройства
sl: Samo izbrane zvočne naprave
sr: Само изабрани звучни уређаји
sv_se: Endast valda ljudenheter
ta: தேர்ந்தெடுக்கப்பட்ட ஆடியோ சாதனங்கள் மட்டுமே
th: เฉพาะอุปกรณ์ที่เลือกไว้
tr: Sadece seçili ses cihazları
uk: Тільки обрані звукові пристрої
zh_hans: 仅选择音频设备
zh_hant: 僅選取的音訊裝置

# cycleThrough.tooltip
source: Choose between which devices to switch. Either only between the selected or between all.
ar: الأختيار بين أي اجهزة يتم التبديل. بين الأجهزة المختاره ام جميع الأجهزة.
bg: Изберете между кои устройства да превключвате. Или само между избраните, или между всички.
cs: Zvolte, která zařízení se mají přepínat: pouze vybraná nebo všechna.
da: Vælg mellem de enheder der skal skiftes. Enten mellem de valgte eller alle.
de: Wähle zwischen welchen Geräten gewechselt werden soll. Entweder nur zwischen den ausgewählten oder zwischen allen.
el_gr: Επιλέξτε ανάμεσα σε ποιες συσκευές θα κάνετε εναλλαγή. Είτε μόνο μεταξύ των επιλεγμένων είτε μεταξύ όλων.
fr: Choisissez entre quels périphériques basculer. Soit seulement entre ceux sélectionnés soit parmi tous.
he: בחר בין אילו התקנים להחליף. בין ההתקנים שנבחרו או בין כולם.
hr: Odaberi način prebacivanja između uređaja. Samo između odabranih ili između svih.
hu: Válasz ki mely eszközök között lehessen váltani. Csak a kiválasztottak között vagy az összes eszköz között.
ja_jp: 切り替えるデバイスを選んでください。選択したデバイスのみか、すべてか。
ko: 전환할 장치를 선택하세요. 선택한 항목 사이 또는 모든 항목 사이 중 하나입니다.
nb: Velg enhetene det skal byttes mellom. Enten mellom valgte eller mellom alle.
nl: Kies tussen welke apparaten je wilt wisselen. Kies voor alleen de geselecteerde apparateon of alle apparaten.
pl_pl: Wybierz czy przełączać między wszystkimi urządzeniami czy jedynie wybranymi.
pt: Escolha entre que aparelhos alterar. Entre todos ou apenas os selecionados.
pt_br: Escolha entre quais dispositivos alternar. Apenas entre os selecionados ou entre todos.
ru_ru: Выберите, между какими устройствами переключаться. Все или выбранные.
sl: Izberite med napravami, ki jih želite preklopiti. Bodisi samo med izbranimi ali med vsemi.
sr: Изабери уређаје за промену. Или само изабране или све.
sv_se: Välj mellan vilka enheter som ska växlas. Antingen endast mellan de valda eller mellan alla.
ta: எந்த சாதனங்களை மாற்ற வேண்டும் என்பதைத் தேர்வுசெய்க. தேர்ந்தெடுக்கப்பட்டவற்றுக்கு இடையில் அல்லது அனைவருக்கும் இடையில் மட்டுமே.
th: เลือกวิธีการเปลี่ยนการใช้งานอุปกรณ์ ระหว่างอุปกรณ์ที่เลือกไว้หรืออุปกรณ์ทั้งหมด
tr: Hangi cihazlar arasından seçim yapılabileceğini buradan belirleyin. Yalnızca ses çalma ve ses kayıt sayfalarında seçili olan cihazlar arasından ya da tüm cihazlar arasından seçim yapılabilir.
uk: Виберіть між якими звуковими пристроями виконувати перемикання - між всіма чи тільки між обраними.
zh_hans: 在哪个设备之间切换。要么只在选择之间，要么在所有之间。
zh_hant: 選取僅在已選擇的裝置間或在所有裝置間切換。

# notification.option.windowsDefault
source: Windows Notification
ar: اشعارات الكمبيوتر
bg: Windows известие
cs: Oznámení ve Windows
da: Windows Notifikation
de: Windows Benachrichtigung
el_gr: Ειδοποίηση Windows
fr: Notification Windows
he: התראת מערכת הפעלה
hr: Windows obavijesti
hu: Windows értesítés
ja_jp: Windows通知
ko: Windows 알림
nb: Windows-merknad
nl: Windows melding
pl_pl: Powiadomienie Windows
pt: Notificação do Windows
pt_br: Janela de notificação
ru_ru: Всплывающее окно
sl: Obvestilo sistema Windows
sr: Системска обавештења
sv_se: Windows-meddelande
ta: சாளரங்கள் அறிவிப்பு
th: การแจ้งเตือนของวินโดว์
tr: Windows tarafından bildirim
uk: Сповіщення Windows
zh_hans: Windows通知
zh_hant: Windows 通知

# notification.option.sound
source: Sound Notification
ar: اشعارات صوتيه
bg: Звуково известие
cs: Zvukové oznámení
da: Lydnotifikation
de: Akustische Benachrichtigung
el_gr: Ηχητική ειδοποίηση
fr: Notification sonore
he: צליל התראה
hr: Zvučne obavijesti
hu: Hang értesítés
ja_jp: サウンド通知
ko: 사운드 알림
nb: Lydmerknad
nl: Geluidsmelding
pl_pl: Powiadomienie dźwiękowe
pt: Notificação de som
pt_br: Notificação sonora
ru_ru: Звуковое уведомление
sl: Zvočno obvestilo
sr: Звучна обавештења
sv_se: Ljudmeddelande
ta: ஒலி அறிவிப்பு
th: การแจ้งเตือนด้วยเสียง
tr: Ses bildirimi
uk: Звукові сповіщення
zh_hans: 声音通知
zh_hant: 音效通知

# notification.option.toast
source: Toast Notification
ar: إشعارات عائمه
bg: Изскачащо известие
cs: Vyskakovací oznámení
da: Toast-notifkation
de: Popup Benachrichtigung
el_gr: Αναδυόμενη ειδοποίηση
fr: Notification popup
he: הודעות צפות
hr: Toast obavijesti
hu: Lebegő értesítés
ja_jp: トースト通知
ko: 토스트 알림
nb: Hjørnemerknad
nl: Popup melding
pl_pl: Wyskakujące powiadomienie
pt: Notificação não intrusiva
pt_br: Notificação Toast
ru_ru: Всплывающее уведомление
sl: ' Toast' obvestilo
sr: Тост обавештења
sv_se: Toast-meddelanden
ta: சிற்றுண்டி அறிவிப்பு
th: การแจ้งเตือนแบบ Toast
tr: Ufak bildirim (toast)
uk: Спливаюче повідомлення
zh_hans: 弹出通知
zh_hant: 彈出式通知

# notification.option.customized
source: Customized Sound Notification
ar: إشعارات صوتيه مختاره حسب الطلب
bg: Персонализирано звуково известие
cs: Vlastní zvukové oznámení
da: Skræddersyet lydnotifikation
de: Angepasste akustische Benachrichtigung
el_gr: Προσαρμοσμένη ηχητική ειδοποίηση
fr: Notification sonore personnalisée
he: התראה קולית מותאמת אישית
hr: Prilagođene zvučne obavijesti
hu: Testreszabott hangértesítés
ja_jp: カスタムサウンド通知
ko: 사용자 정의 사운드 알림
nb: Egendefinert lydmerknad
nl: Aangepaste geluidsmelding
pl_pl: Spersonalizowane powiadomienia dźwiękowe
pt: Notificação de som personalizada
pt_br: Notificação de som personalizada
ru_ru: Свой звук
sl: Prilagojeno zvočno obvestilo
sr: Прилагођена звучна обавештења
sv_se: Anpassat ljudmeddelande
ta: தனிப்பயனாக்கப்பட்ட ஒலி அறிவிப்பு
th: เลือกเสียงแจ้งเตือน
tr: Özelleştirilmiş ses bildirimi
uk: Спеціальне звукове сповіщення
zh_hans: 自定义的声音通知
zh_hant: 自訂音效通知
