Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

source: Selected
ar: مُحدّد
bg: Избрани
cs: Vybraná zařízení
da: Valgt
de: Ausgewählt
el_gr: Επιλεγμένο
es: Seleccionado
fr: Sélectionné
he: נבחר
hr: Odabrano
hu: Kiválasztva
hy: Ընտրված
it_it: Selezionato
ja_jp: 選択済み
ko: 선택됨
nb: Valgt
nl: Geselecteerd
pl_pl: Wybrane
pt: Selecionado
pt_br: Selecionado
ru_ru: Выбранные
sl: Izbrano
sr: Изабрано
sv_se: Markerade
ta: தேர்ந்தெடுக்கப்பட்டது
th: อุปกรณ์ที่ถูกเลือกอยู่
tr: Seçili
uk: Обрано
zh_hans: 已选择
zh_hant: 已選取

source: Connected
ar: تم الاتصال
bg: Включени
cs: Připojená zařízení
da: Forbundet
de: Verbunden
el_gr: Συνδεδεμένο
es: Conectado
fr: Connecté
he: מחובר
hr: Spojeno
hu: Csatlakoztatva
hy: Կապակցված
it_it: Connessi
ja_jp: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl_pl: Połączone
pt: Ligado
pt_br: Conectado
ru_ru: Подсоединенные
sl: Povezano
sr: Повезано
sv_se: Ansluten
ta: இணைக்கப்பட்டுள்ளது
th: เชื่อมต่ออยู่
tr: Bağlı olan
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

source: Disconnected
ar: غير متصل
bg: Изключени
cs: Odpojená zařízení
da: Afbrudt
de: Getrennt
el_gr: Αποσυνδεδεμένο
es: Desconectado
fr: Déconnecté
he: מנותק
hr: Odspojeno
hu: Leválasztva
hy: Ապակապակցված
it_it: Disconnessi
ja_jp: 切断済み
ko: 연결되지 않음
nb: Frakoblet
nl: Niet verbonden
pl_pl: Niepołączone
pt: Desligado
pt_br: Desconectado
ru_ru: Отсоединенные
sl: Odklopljeno
sr: Није повезано
sv_se: Frånkopplad
ta: துண்டிக்கப்பட்டது
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlı olmayan
uk: Відключено
zh_hans: 未连接
zh_hant: 未連線

source: Recording
ar: تسجيل صوتي
bg: Запис
cs: Záznam
da: Optager
de: Aufnahme
el_gr: Εγγραφή
es: Grabación
fr: Enregistrement
he: הקלטה
hr: Snimanje
hu: Felvétel
hy: Գրանցում
it_it: Registrazione
ja_jp: 録音
ko: 녹음
nb: Opptak
nl: Opname
pl_pl: Nagrywanie
pt: Gravação
pt_br: Gravando
ru_ru: Устройства звукозаписи
sl: Snemanje
sr: Снимање
sv_se: Inspelning
ta: பதிவு
th: อุปกรณ์รับเสียง
tr: Kayıt
uk: Запис
zh_hans: 录音
zh_hant: 錄製

source: Playback
ar: صوت
bg: Възпроизвеждане
cs: Přehrávání
da: Afspil
de: Wiedergabe
el_gr: Αναπαραγωγή
es: Reproducción
fr: Lecture
he: שמע
hr: Slušanje
hu: Lejátszás
hy: Նվագարկել
it_it: Riproduzione
ja_jp: 再生
ko: 재생
nb: Avspilling
nl: Afspelen
pl_pl: Odtwarzanie
pt: Reprodução
pt_br: Reprodução
ru_ru: Воспроизведение
sl: Predvajanje
sr: Репродукција
sv_se: Uppspelning
ta: பின்னணி
th: อุปกรณ์เล่นเสียง
tr: Çalma
uk: Відтворення
zh_hans: 播放
zh_hant: 播放

source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es: Configuración
fr: Paramètres
he: הגדרות
hr: Postavke
hu: Beállítások
hy: Կայանքներ
it_it: Impostazioni
ja_jp: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
pt: Definições
pt_br: Configurações
ru_ru: Настройки
sl: Nastavitve
sr: Подешавања
sv_se: Inställningar
ta: அமைப்புகள்
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Hotkey
ar: اختصار لوحة المفاتيح
bg: Клавишна комбинация
cs: Klávesové zkratky
da: Genvej
de: Tastenkombination
el_gr: Συντόμευση
fr: Raccourci
he: קיצור דרך
hr: Prečac
hu: Gyorsgomb
hy: Թեժստեղն
ja_jp: ショートカット
ko: 단축키
nb: Snarvei
nl: Sneltoets
pl_pl: Skrót
pt: Tecla de atalho
pt_br: Tecla de atalho
ru_ru: Горячие клавиши
sl: Vroča tipka
sr: Пречица
sv_se: Snabbtangent
ta: ஆட்ச்கி
th: ปุ่มลัด
tr: Klavye kısayolu
uk: Гаряча клавіша
zh_hans: 快捷键
zh_hant: 快捷鍵

# communicationsDevice
source: Switch Default Communication Device
ar: تبديل جهاز الإتصالات الإفتراضي
bg: Включи комуникационното устройство по подразбиране
cs: Přepnout výchozí komunikační zařízení
da: Skift standard kommunikationsenhed
de: Standardkommunikationsgerät wechseln
el_gr: Εναλλαγή προεπιλεγμένης συσκευής επικοινωνίας
es: Cambiar dispositivo de comunicación predeterminado
fr: Changer le périphérique de communication par défaut
he: החלפת התקן תקשורת כבררת מחדל
hr: Promijeni standardni komunikacijski uređaj
hu: Alapértelmezett kommunikációs eszköz váltása
hy: Փոխարկել Լռելյայն Հաղորդագկցման Սարքի
it_it: Modifica dispositivo comunicazione predefinito
ja_jp: 既定の通信デバイスを切り替え
ko: 기본 통신 장치 전환
nb: Bytt standard kommunikasjonsenhet
nl: Verander standaard communicatieapparaat
pl_pl: Przełącz domyślne urządzenie komunikacyjne
pt: Mudar o aparelho de comunicação predefinido
pt_br: Mudar dispositivo de comunicação padrão
ru_ru: Переключать устройство связи по умолчанию
sl: Preklopi privzeto komunikacijsko napravo
sr: Промени предефинисани уређај за комуникацију
sv_se: Ändra standardenhet för kommunikation
ta: இயல்புநிலை தொடர்பு சாதனத்தை மாற்றவும்
th: สลับเป็นอุปกรณ์สื่อสารเริ่มต้น
tr: Varsayılan iletişim cihazını değiştir
uk: Перемкнути пристрій зв'язку за замовчуванням
zh_hans: 切换默认通信设备
zh_hant: 切換預設通訊裝置

# startWithWindows
source: Start automatically with Windows
ar: تشغيل تلقائي عند تشغيل الكمبيوتر
bg: Автоматично стартиране с Windows
cs: Automaticky spustit při startu Windows
da: Start automatisk med Windows
de: Automatisch mit Windows starten
el_gr: Αυτόματη εκκίνηση με τα Windows
es: Iniciar automáticamente con Windows
fr: Démarrer automatiquement avec Windows
he: התחלה אוטומטית עם Windows
hr: Pokreni automatski s Windows sustavom
hu: Automatikus indítás a rendszerrel
hy: Մեկնարկել ինքնաշխատ Windows-ի հետ
it_it: Esegui automaticamente all'avvio di Windows
ja_jp: Windowsと同時に起動
ko: Windows에서 자동으로 시작
nb: Start automatisk med Windows
nl: Start automatisch met Windows
pl_pl: Uruchamiaj przy starcie systemu Windows
pt: Iniciar automaticamente com o Windows
pt_br: Iniciar com o Windows
ru_ru: Запускать автоматически с Windows
sl: Zaženi samodejno z operacijskim sistemom Windows
sr: Покрени заједно са системом
sv_se: Starta automatiskt med Windows
ta: விண்டோசுடன் தானாகவே தொடங்கவும்
th: เริ่มต้นอัตโนมัติพร้อมวินโดว์
tr: Windows ile otomatik başlat
uk: Автоматично запускати разом із Windows
zh_hans: Windows开机自动启动
zh_hant: 開機時自動啟動

# buttonClose
source: Close
ar: إغلاق
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el_gr: Κλείσιμο
fr: Fermer
he: סגירה
hr: Zatvori
hu: Bezárás
hy: Փակել
ja_jp: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl_pl: Zamknij
pt: Fechar
pt_br: Fechar
ru_ru: Закрыть
sl: Zapri
sr: Затвори
sv_se: Stäng
ta: மூடு
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# buttonClose.tooltip
source: Changes are automatically saved
ar: التغييرات تحفظ بشكل تلقائي
bg: Промените се записват автоматично
cs: Změny byly automaticky uloženy
da: Ændringer gemmes automatisk
de: Änderungen werden automatisch gesichert
el_gr: Οι αλλαγές αποθηκεύονται αυτόματα
fr: Les changements sont automatiquement sauvegardés
he: שינויים נשמרים אוטומטית
hr: Promjene se automatski spremaju
hu: A módosítások automatikusan elmentve
hy: Փոփոխումը ինքնաշխատ պահված
ja_jp: 変更は自動保存
ko: 변경 사항이 자동으로 저장됩니다
nb: Endringer blir lagret automatisk
nl: Wijzigingen worden automatisch opgeslagen
pl_pl: Zmiany są automatycznie zapisywane
pt: As alterações serão guardadas automaticamente
pt_br: As alterações são salvas automaticamente
ru_ru: Изменения сохраняются автоматически
sl: Spremembe se samodejno shranijo
sr: Промене се аутоматски чувају
sv_se: Ändringar sparas automatiskt
ta: மாற்றங்கள் தானாகவே சேமிக்கப்படும்
th: การเปลี่ยนแปลงถูกบันทึกโดยอัตโนมัติ
tr: Değişiklikler otomatik olarak kaydedilir
uk: Зміни автоматично збережені
zh_hans: 自动保存更改
zh_hant: 已自動儲存變更

# communicationsDevice.tooltip
source: When checked, the 'Default Communication Device' and 'Default Playback Device' are switched together (useful for Skype, TeamSpeak, e.g.).
ar: عندما يتم اختياره, 'جهاز الإتصالات الإفتراضي' و 'جهاز الإتصالات الإفتراضي' يتم تبديلهما مع بعض (جيد للإستخدام لتطبيقات مثل سكايب, تيم سبيك الخ).
bg: Когато е маркирано, "Комуникационното устройство по подразбиране" и "Устройството за възпроизвеждане по подразбиране" се превключват заедно (полезно за Skype, TeamSpeak, напр.).
cs: Je-li zaškrtnuto, při přepnutí se mění současně 'výchozí komunikační zařízení' a 'Výchozí přehrávací zařízení' (užitečné v programech jako Skype, TeamSpeak atd.).
da: Når markeret, vil "Standard kommunikationsenhed" og "Standard afspilningsenhed" blive skiftet samtidigt (anvendeligt i Skype, TeamSpeak o.l.).
de: Falls aktiv, werden das "Standardkommunikationsgerät" und "Standard Wiedergabegerät" gleichzeitig gewechselt (nützlich für Skype, TeamSpeak, etc.).
el_gr: Όταν είναι επιλεγμένο, η «Προεπιλεγμένη συσκευή επικοινωνίας» και η «Προεπιλεγμένη συσκευή αναπαραγωγής» εναλλάσσονται μαζί (χρήσιμο για Skype, TeamSpeak, π.χ.).
fr: Si cette option est cochée, l'application modifiera aussi la carte audio utilisée pour la communication (utile pour Skype ou TeamSpeak par ex.).
he: כאשר נבחר, 'התקן תקשורת ברירת מחדל' ו'התקן שמע ברירת מחדל' יוחלפו יחדיו (שימושי עבור סקייפ, טימספיק וכו').
hr: Kad je označeno, „Standardni komunikacijski uređaj” i „Standardni uređaj za slušanje” mijenjaju se zajedno (korisno za Skype, TeamSpeak i sl.).
hu: Ha engedélyezed, akkor az alapértelmezett lejátszóeszköz és alapértelmezett kommunikációs eszköz együtt kerül átállításra (hasznos Skype, TeamSpeak stb. esetén).
hy: Նշելիս «Լռելյայն Հաղորդակման Սարք» եւ «Լռելյայն Նվագարկմամ Սարք» փոխարկվում է միասին (օգտակար է, օրինակ, Skype-ի, TeamSpeak-ի համար)
ja_jp: 有効にすると、既定の通信・再生デバイスが一緒に切り替わります（Skype、TeamSpeakなどで便利）。
ko: 선택하면 '기본 통신 장치'와 '기본 재생 장치'가 함께 전환됩니다 (예: Skype, TeamSpeak에 유용함).
nb: Når dette velges, vil «Standard kommunikasjonsenhet» og «Standard avspillingsenhet» byttes sammen (nyttig for Mumble, Jitsi osv.).
nl: Indien aangevinkt, worden de 'Standaard communicatieapparaat' en 'Standaard afspeelapparaat' samen geschakeld (handig voor bijvoorbeeld Skype, TeamSpeak).
pl_pl: Kiedy zaznaczone także domyślne urządzenie komunikacyjne zostanie przełączone razem z domyślnym urządzeniem (przydatne w Skype, TeamSpeak itd.).
pt: Quando marcado, o 'Aparelho de comunicação predefinido' e o 'Aparelho de gravação predefinido' serão alterados juntamente (útil para aplicações por ex: Skype, TeamSpeak).
pt_br: Quando marcado, o 'Dispositivo de comunicação padrão' e o 'Dispositivo de reprodução padrão' são mudados juntos (útil para Skype, TeamSpeak, por exemplo).
ru_ru: Если флажок установлен, то "Устройство связи" и "Устройство воспроизведения" переключаются вместе. Полезно для Skype, TeamSpeak и т.п.
sl: Ko je označena, se privzeta komunikacijska naprava in Privzeta naprava za predvajanje zamenjata (uporabno npr. za Skype, TeamSpeak).
sr: Када је изабрано, 'Главни уређај за комуникацију' и 'Главни уређај за репродукцију' се мењају заједно (корисно за Skype, TeamSpeak, итд.).
sv_se: Markerad ändras "Standardenhet för kommunikation" och "Standardenhet för uppspelning" samtidigt (användbart för Skype, TeamSpeak, t.ex.).
ta: சரிபார்க்கும்போது, 'இயல்புநிலை தொடர்பு சாதனம்' மற்றும் 'இயல்புநிலை பிளேபேக் சாதனம்' ஆகியவை ஒன்றாக மாற்றப்படுகின்றன (ச்கைப், டீம்ச்பீக், எ.கா.
th: เมื่อเลือก อุปกรณ์การสื่อสารและอุปกรณ์เล่นเสียง จะถูกเปลี่ยนพร้อมกัน (มีประโยชน์สำหรับ สไกป์,ทีมสปีค,และอื่นๆ)
tr: Seçili olduğunda hem 'Varsayılan cihaz' hem de 'Varsayılan iletişim cihazı' değiştirilir (Skype, TeamSpeak vb. uygulamalar için faydalı).
uk: Коли вибрано, "Пристрій зв'язку за замовчуванням" та "Пристрій відтворення за замовчуванням" перемикаються разом (корисно для Skype, TeamSpeak та ін.).
zh_hans: 当检查时，“默认通信设备”和“默认播放设备”被切换到一起（对的Skype，TeamSpeak非常有用）。
zh_hant: 啟用後，「預設通訊裝置」將與「預設播放裝置」同時切換（在 Skype、TeamSpeak 非常實用）。

# updateIncludeBetaVersions
source: Include Beta versions
ar: إشمال النسخ التجريبيه
bg: Включване на бета версии
cs: Včetně beta verzí
da: Inkludér beta-udgaver
de: Inklusive Beta Versionen
el_gr: Συμπερίληψη εκδόσεων Beta
es: Incluir versiones beta
fr: Inclure les version bêta
he: כלול גרסאות בטא
hr: Preuzmi beta verzije
hu: Béta verziókra is
hy: Ներառել Բետա վարկածները
it_it: Includi controllo versioni beta
ja_jp: ベータ版を含める
ko: 베타 버전 포함
nb: Inkluder betaversjoner
nl: Inclusief bèta versies
pl_pl: Instaluj wersje beta
pt: Incluir versões beta
pt_br: Incluir versões beta
ru_ru: Проверять бета-версии
sl: Vključi različice beta
sr: Укључи бета верзије
sv_se: Inkludera Beta-versioner
ta: பீட்டா பதிப்புகளைச் சேர்க்கவும்
th: เบต้าเวอร์ชั่น
tr: Beta sürümleri dahil et
uk: Включити бета версії
zh_hans: 包括测试版本
zh_hant: 安裝測試版本

# updateIncludeBetaVersions.tooltip
source: When checked, SoundSwitch will also check for Beta versions on GitHub.
ar: عند الإختيار, SoundSwitch سيبحث ايضا عن نسخ تجريبيه في GitHub.
bg: Когато е маркирано, SoundSwitch ще проверява и за бета версии в GitHub.
cs: Je-li zaškrtnuto, SoundSwitch bude hledat na GitHubu i beta verze.
da: Når markeret, vil SoundSwitch også se efter beta-udgaver på GitHub.
de: Falls aktiv, wird SoundSwitch auch nach Beta Versionen auf GitHub suchen.
el_gr: Όταν επιλεγεί, το SoundSwitch θα ελέγχει επίσης για εκδόσεις beta στο GitHub.
fr: Si cette option est cochée, SoundSwitch vérifiera également si des version bêta sont disponibles sur GitHub.
he: כאשר נבחר, SoundSwitch יחפש גרסאות בטא גם בGithub.
hr: Kad je označeno, SoundSwitch će također tražiti beta verzije na GitHub-u.
hu: Engedélyezés esetén a SoundSwitch a béta verziókat is ellenőrzi GitHub-on.
hy: Նշելիս, SoundSwitch-ը նաեւ կստուգի GitHub-ի բետա վարկածները
ja_jp: 有効にすると SoundSwitch は GitHub のベータ版も確認します。
ko: 선택하면 SoundSwitch는 GitHub에서 베타 버전도 확인합니다.
nb: Når dette velges, vil SoundSwitch også se etter betaversjoner på GitHub.
nl: Wanneer aangevinkt, zoekt SoundSwitch ook naar bèta versies op GitHub.
pl_pl: Jeśli zaznaczone, SoundSwitch będzie instalował także wersje beta z GitHuba.
pt: Quando ativado, o SoundSwitch também irá verificar versões BETA através do GitHub.
pt_br: Quando marcado, o SoundSwitch também irá verificar por versões beta no Github.
ru_ru: Если флажок установлен, SoundSwitch также проверяет наличие бета версий на GitHub.
sl: Ko je označeno, bo SoundSwitch preveril tudi različice beta na GitHubu.
sr: Када је изабрано, SoundSwitch ће такође проверавати постојање бет верзија на GitHub-у.
sv_se: Markerad kommer SoundSwitch även att söka efter Beta-versioner på GitHub.
ta: சரிபார்க்கும்போது, கிட்அப்பில் பீட்டா பதிப்புகளையும் சவுண்ட்ச்விட்ச் சரிபார்க்கும்.
th: เมื่อเลือก SoundSwitch จะตรวจสอบเวอร์ชั่นทดลองจาก Github.
tr: İşaretli olduğunda SoundSwitch GitHub'daki beta sürümleri de kontrol edecektir.
uk: Коли вибрано, SoundSwitch буде перевіряти наявність бета версій на GitHub.
zh_hans: 当检查后，SoundSwitch还将检查GitHub上的测试版。
zh_hant: 啟用後，SoundSwitch 將檢查 GitHub 上是否有可用的測試版本。

source: Audio Files
ar: ملفات سمع
bg: Аудио файлове
cs: Audio soubory
da: Lydfiler
de: Audiodateien
el_gr: Αρχεία ήχου
es: Archivos de audio
fr: Fichiers Audio
he: קבצי שמע
hr: Audio datoteke
hu: Hangfájlok
hy: Հնչյունային Նիշքեր
it_it: File audio
ja_jp: オーディオファイル
ko: 오디오 파일
nb: Lydfiler
nl: Geluidsbestanden
pl_pl: Pliki audio
pt: Ficheiros de áudio
pt_br: Arquivos de áudio
ru_ru: Аудио файлы
sl: Zvočne datoteke
sr: Датотеке звука
sv_se: Ljudfiler
ta: ஆடியோ கோப்புகள்
th: ไฟล์เสียง
tr: Ses Dosyaları
uk: Звукові файли
zh_hans: 音频文件
zh_hant: 音訊檔案

# selectSoundButton.tooltip
source: Select the sound file for the notification
ar: اختر ملف السمع للإشعار
bg: Изберете звуков файл за известието
cs: Vyberte soubor, který se bude přehrávat jako oznámení
da: Vælg lydfil til notifikation
de: Wähle eine Audiodatei für die Benachrichtigung
el_gr: Επιλογή αρχείου ήχου για την ειδοποίηση
fr: Choisissez le fichier audio pour le son de notification
he: בחר קובץ שמע עבור ההודעה
hr: Odaberi audio datoteku za obavještavanje
hu: Válassz egy hangfájlt az értesítéshez
hy: Ընտրեք ծանուցման համար նախատեսված ձայնային նիշքը
ja_jp: 通知音を選択
ko: 알림의 사운드 파일을 선택
nb: Velg lydfil for merknaden
nl: Selecteer het geluidsbestand voor de melding
pl_pl: Wybierz plik dźwiękowy do użycia jako dźwięk powiadomień
pt: Selecione o ficheiro de som para a notificação
pt_br: Selecione o arquivo de som para a notificação
ru_ru: Выбор звукового файла для уведомления
sl: Izberite zvočno datoteko za obvestilo
sr: Изаберите датотеку звука за обавештење
sv_se: Välj ljudfil för meddelande
ta: அறிவிப்புக்கு ஒலி கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์เสียงสำหรับเสียงแจ้งเตือน
tr: Bildirim için kullanılacak ses dosyasını seçin
uk: Виберіть звуковий файл для сповіщень
zh_hans: 选择通知的音频文件
zh_hant: 選取通知音效檔案

# hotkey.tooltip
source: Check to enable hotkey.
ar: اضغط لتشغيل اختصارات لوحة المفاتيح.
bg: Поставете отметка, за да активирате клавишната комбинация.
cs: Zaškrtnutím umožníte používání klávesových zkratek.
da: Markér for at aktivere genvej.
de: Markieren um die Tastenkombination zu aktivieren.
el_gr: Επιλέξτε για ενεργοποίηση συντόμευσης.
fr: Vérifiez que le raccourci clavier est activé.
he: סמן כדי להפעיל את קיצור הדרך.
hr: Označi za aktiviranje prečaca.
hu: Jelöld be a gyorsgomb engedélyezéséhez.
hy: Ստուգեք՝ միացնելու համար թեժստեղնը
ja_jp: ショートカットを有効にする。
ko: 단축키를 사용하려면 선택합니다.
nb: Velg for å skru på snarvei.
nl: Vink aan om sneltoets in te schakelen.
pl_pl: Zaznacz by włączyć skrót klawiszowy.
pt: Selecione para ativar a tecla de atalho.
pt_br: Marque para ativar a tecla de atalho.
ru_ru: Установите флажок, чтобы включить горячие клавиши.
sl: Označite, da omogočite vročo tipko.
sr: Изаберите да омогућите пречицу.
sv_se: Markera för att aktivera snabbtangent.
ta: ஆட்ச்கியை இயக்க சரிபார்க்கவும்.
th: เลือกเพื่อเปิดใช้งานปุ่มลัด
tr: Klavye kısayolunu etkin hale getirmek için işaretleyin.
uk: Виберіть для активації гарячої клавіши.
zh_hans: 检查是否启用快捷键。
zh_hant: 勾選以啟用快捷鍵。

source: Basic Settings
ar: اعدادات أساسيه
bg: Основни настройки
cs: Základní nastavení
da: Grundlæggende indstillinger
de: Grundlegende Einstellungen
el_gr: Βασικές ρυθμίσεις
es: Configuración básica
fr: Paramètres de base
he: הגדרות בסיסיות
hr: Osnovne postavke
hu: Alap beállítások
hy: Հիմնական Կայանքներ
it_it: Impostazioni di base
ja_jp: 基本設定
ko: 기본 설정
nb: Grunnleggende innstillinger
nl: Basis instellingen
pl_pl: Ustawienia podstawowe
pt: Definições básicas
pt_br: Configurações básicas
ru_ru: Основные настройки
sl: Osnovne nastavitve
sr: Основна подешавања
sv_se: Grundinställningar
ta: அடிப்படை அமைப்புகள்
th: ตั้งค่าเบื้องต้น
tr: Temel Ayarlar
uk: Базові налаштування
zh_hans: 基本设置
zh_hant: 基本設定

source: Audio Settings
ar: إعدادات السمع
bg: Аудио настройки
cs: Nastavení zvukových zařízení
da: Lydindstillinger
de: Akustische Einstellungen
el_gr: Ρυθμίσεις ήχου
es: Configuración de audio
fr: Paramètres audio
he: הגדרות שמע
hr: Postavke zvuka
hu: Audio beállítások
hy: Հնչյունային Կայանքներ
it_it: Impostazioni audio
ja_jp: オーディオ設定
ko: 오디오 설정
nb: Lydinnstillinger
nl: Geluidsinstellingen
pl_pl: Ustawienia dźwięku
pt: Definições de áudio
pt_br: Configurações de áudio
ru_ru: Аудио настройки
sl: Zvočne nastavitve
sr: Подешавања звука
sv_se: Ljudinställningar
ta: ஆடியோ அமைப்புகள்
th: การตั้งค่าเสียง
tr: Ses Ayarları
uk: Звукові налаштування
zh_hans: 音频设置
zh_hant: 音訊設定

source: Update Settings
ar: اعدادات التحديث
bg: Настройки за актуализация
cs: Nastavení aktualizací
da: Opdateringsindstillinger
de: Update Einstellungen
el_gr: Ρυθμίσεις ενημερώσεων
es: Configuración de actualizaciones
fr: Paramètres des mises à jour
he: הגדרות עדכוני תוכנה
hr: Postavke nadogradnje
hu: Frissítési beállítások
hy: Արդիականացման Կայանքներ
it_it: Impostazioni aggiornamento
ja_jp: 更新設定
ko: 업데이트 설정
nb: Oppdateringsinnstillinger
nl: Update instellingen
pl_pl: Ustawienia uaktualnień
pt: Definições de atualização
pt_br: Configurações de atualização
ru_ru: Настройки обновления
sl: Posodobi nastavitve
sr: Подешавања надоградњи
sv_se: Uppdateringsinställningar
ta: அமைப்புகளை புதுப்பிக்கவும்
th: ตั้งค่าการอัพเดท
tr: Güncelleme Ayarları
uk: Оновити налаштування
zh_hans: 更新设置
zh_hant: 更新設定

source: Cycle through
ar: التبديل بين
bg: Превключване между
cs: Přepínat
da: Skift igennem
de: Durchwechseln
el_gr: Εναλλαγή μεταξύ
es: Cíclico
fr: Parcourir
he: עבור בין
hr: Prođi kroz
hu: Váltási lehetőség
hy: Շրջանցիկ անցում
it_it: Cambia tra i
ja_jp: 順に切り替え
ko: 순환
nb: Veksle gjennom
nl: Doorlopen
pl_pl: Przełączaj
pt: Alterna entre
pt_br: Circular
ru_ru: Переключать
sl: Kroži skozi
sr: Уређају за промену
sv_se: Växla mellan
ta: மூலம் சுழற்சி
th: การเลือกสลับอุปกรณ์
tr: Döngüdeki cihazlar
uk: Перемикання
zh_hans: 循环
zh_hant: 循環

# keepSystemTrayIcon
source: Keep SoundSwitch's System Tray Icon
ar: إبقاء أيقون SoundSwitch في شريط المهمات
bg: Запазване на иконата на SoundSwitch в системната лента
cs: Zobrazovat ikonu v systémovém panelu
da: Behold SoundSwitch System Tray ikon
de: SoundSwitch's Taskleistensymbol beibehalten
el_gr: Διατήρηση εικονιδίου SoundSwitch στην περιοχή ειδοποιήσεων
es: Mantener icono de SoundSwitch en bandeja de sistema
fr: Conserver l'icône de SoundSwitch dans la barre d'état
he: השאר את האייקון של SoundSwitch בשורת המשימות
hr: Zadrži SoundSwitch ikonu u sistemskoj traci
hu: Mindig jelenjen meg a SoundSwitch állapotsori ikonja
hy: Պահել SoundSwitch-ի համակարգի դարակի պատկերակը
it_it: Mantieni icona di sistema SoundSwitch
ja_jp: SoundSwitchのトレイアイコンを保持
ko: SoundSwitch의 시스템 트레이 아이콘 유지
nb: Behold Soundswitch sitt systemkurvsikon
nl: Behoud het systeemvakpictogram van SoundSwitch
pl_pl: Pozostaw ikonę SoundSwitch
pt: Manter ícone do SoundSwitch na barra de tarefas
pt_br: Manter ícone da área de notificação
ru_ru: Статичный значок в системном трее
sl: Ohrani ikono programske vrstice SoundSwitcha
sr: Задржи икону програма у углу екрана
sv_se: Visa alltid SoundSwitch i meddelandefältet
ta: சவுண்ட்ச்விட்சின் கணினி தட்டு ஐகானை வைத்திருங்கள்
th: เปิดใช้งานไอคอน SoundSwitch ที่ system tray
tr: SoundSwitch bildirim alanı simgesi görünsün
uk: Зберігати іконку SoundSwitch на панелі завдань
zh_hans: 保留SoundSwitch的系统托盘图标
zh_hant: 保留顯示系統匣圖示
