Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# notification.tooltip
source: Windows Notification: The default windows tray pop-up. Sound Notification: Plays a sound on the switched Playback Device. Customized Sound Notification: Plays the specified sound on the switched Playback Device. Toast Notification: Uses a special form of the windows tray pop-up version. Banner: Uses a custom always-on-top frame, useful for in-game usage.
ar: إشعارات الكمبيوتر: الإشعارات الإفتراضية للكمبيوتر. إشعارات صوتيه: يشغل صوتا عند تبديل جهاز السمع. اشعارات صوتيه حسب الطلب: يشغل الصوت المختار حسب الطلب عند تبديل جهاز السمع. إشعارات عائمه: شكل مميز عن الإشعارات الإفتراضيه للكمبيوتر. لافته: يستخدم اطار مميز دائما فوق جميع الشبابيك, مفيد للإستخدام لدى الألعاب.
bg: Windows известие: Системно известие по подразбиране. Звуково известие: Възпроизвежда звук от превключеното устройство за възпроизвеждане. Персонализирано звуково известие: Възпроизвежда зададения звук на превключеното устройство за възпроизвеждане. Изскачащо известие: Използва подробна форма на известие от системната лента. Банер: Използва персонализирана рамка, която е винаги на преден план, полезно за използване в игра.
cs: Oznámení ve Windows: Vyskočí výchozí okno v systémovém panelu. Zvukové oznámení: Při přepnutí přehrávacího zařízení přehraje systémový zvuk. Vlastní zvukové oznámení: Při přepnutí přehrávacího zařízení přehraje vybraný zvuk. Vyskakovací oznámení: Používá zvláštní formu vyskakovacího okna v systémovém panelu. Okno: Používá přizpůsobené okno, které je vždy navrchu – užitečné při hraní her.
de: Windows Benachrichtigung: Das Standard Windows Pop-Up. Akustische Benachrichtigung: Spielt einen Sound auf dem Wiedergabegerät ab. Angepasste akustische Benachrichtigung: Spielt einen selbst definierten Sound ab. Popup Benachrichtigung: Spezielle Form eines Windows Pop-ups. Banner: Ein spezielles Fenster welches immer obenauf angezeigt wird, nützlich bei Spielen.
el_gr: Ειδοποίηση των Windows: Το προεπιλεγμένο αναδυόμενο παράθυρο στο δίσκο των παραθύρων. Ειδοποίηση ήχου: Αναπαράγει έναν ήχο στην ενεργοποιημένη συσκευή αναπαραγωγής. Προσαρμοσμένη ειδοποίηση ήχου: Αναπαράγει τον καθορισμένο ήχο στην ενεργοποιημένη συσκευή αναπαραγωγής. Ειδοποίηση τοστ: Χρησιμοποιεί μια ειδική μορφή της αναδυόμενης έκδοσης του δίσκου παραθύρων. Banner: Χρησιμοποιεί ένα προσαρμοσμένο πλαίσιο που βρίσκεται πάντα στην κορυφή, χρήσιμο για χρήση στο παιχνίδι.
fr: Notification Windows : Notification Windows par défaut. Notification sonore : Joue un son sur le périphérique de lecture sélectionné. Notification sonore personnalisée : Joue un son spécifié sur le périphérique de lecture sélectionné. Notification popup : Affiche une notification dans la barre d'état. Bannière : Utilise une bannière personnalisée toujours au premier plan, utile pendant le jeu.
he: התראת מערכת הפעלה: הודעה סטנדרטית באמצעות מגש המשימות של Windows. צליל התראה: ינוגן צליל בעת החלפת התקן השמע. התראה קולית מותאמת אישית: ינוגן צליל שהוגדר על ידי המשתמש בעת החלפת התקן השמע. הודעות צפות: תופיע הודעה צפה ייחודית מעל מגש המשימות של Windows. באנר: ההודעות יופיעו תמיד בקדמת המסך, שימושי בזמן משחקים.
hr: Windows obavijest: Standardna skočna obavijest u traci sustava. Zvučne obavijest: Svira zvuk na promijenjenom uređaju za slušanje. Prilagođene zvučna obavijest: Svira specifični zvuk na promijenjenom uređaju za slušanje. Toast obavijest: Koristi specijalni oblik skočne obavijesti u traci sustava. Natpis: Koristi prilagođeni prozor koji se postavlja ispred svih drugih, korisno unutar igri.
hu: Windows értesítés: alapértelmezett felugró Windows értesítés. Hangértesítés: hang lejátszása lejátszóeszköz váltásakor. Egyedi hangértesítés: megadott hang lejátszása lejátszóeszköz váltásakor. Lebegő értesítés: a felugró Windows értesítés speciális formája. Banner: folyamatosan előtérben megjelenő értesítés, ami hasznos játékok közben.
ja_jp: Windows 通知: Windows の標準通知を使用します。 サウンド通知: 切り替え後の再生デバイスでサウンドを再生します。 カスタマイズされたサウンド通知: 切り替え後の再生デバイスで指定したサウンドを再生します。 トースト通知: Windows トレイポップアップの特別な形式を使用します。 バナー通知：常に最前面に表示されるカスタムフレームを使用し、ゲーム中に便利。
ko: Windows 알림: 기본 창 트레이가 팝업됩니다. 사운드 알림: 전환된 재생 장치에서 소리를 재생합니다. 사용자 정의 사운드 알림: 전환된 재생 장치에서 지정된 소리를 재생합니다. 토스트 알림: 특수 형식의 Windows 트레이 팝업 버전을 사용합니다. 배너: 게임 내 사용에 유용한 사용자 지정 항상 맨 위 프레임을 사용합니다.
nb: Windows-merknad: Standard oppsprett for Windows. Lydmerknad: Spiller en lyd ved bytte av avspillingsenhet. Egendefinert lydmerknad: Spiller en angitt lyd ved bytte av avspillingsenhet. Hjørnemerknad: Bruker en spesiell type av systemkurvsoppsprettet for Windows. Banner: Bruker en ramme som alltid er i forgrunnen, nyttig til bruk i spill.
nl: Windows melding: het standaard meldingenscherm van Windows. Geluidsmelding: Speelt een geluid af op het geschakelde afspeelapparaat. Aangepaste geluidsmelding: speelt het gespecificeerde geluid af op het geschakelde afspeelapparaat. Popup melding: gebruikt een speciale vorm van het meldingscherm in de windows taakbalk. Banner: Gebruikt een aangepast scherm dat altijd te zien is. Dit is handig voor gebruik tijdens een spel.
pl_pl: Powiadomienie Windows: Domyślne wyskakujące powiadomienie systemu Windows Powiadomienie dźwiękowe: Odtwarza powiadomienie na urządzeniu domyślnym Spersonalizowane powiadomienie dźwiękowe: Odtwarza wskazany dźwięk na domyślnym urządzeniu audio Baner: Używa specjalnego powiadomienia wyskakującego z zasobnika systemowego Brak powiadomień: Brak powiadomień o przełączeniu urządzenia.
pt: Notificação do Windows: a notificação predefinida na barra de tarefas do sistema. Notificação sonora: reproduz o som predefinido no aparelho ativo. Notificação sonora personalizada: reproduz o som escolhido no aparelho ativo. Notificação não-modal: usa uma forma especial de uma janela através da barra de tarefas do sistema. Bandeira: usa uma forma personalizada de janela 'sempre por cima', útil para utilização em jogos.
pt_br: Janela de notificação: O pop-up padrão da área de notificação do Windows. Notificação sonora: Reproduz um som no Dispositivo de reprodução alterado. Notificação sonora personalizada: Reproduz o som especificado no Dispositivo de reprodução alterado. Notificação do sistema: Utiliza uma versão especial da versão pop-up da área de notificação do Windows. Banner: Utiliza um quadro personalizado sempre visível, útil para uso em jogos.
ru_ru: Уведомление: Всплывающее окно в трее, по умолчанию. Звуковое уведомление: Воспроизведение звука при переключении устройства воспроизведения. Свой звук: Воспроизведение указанного звука при переключении устройства воспроизведения. Всплывающее уведомление: Всплывающее уведомление в трее, другая версия окна. Баннер: Использует фрейм "всегда сверху", полезно для использования в играх и т.п.
sl: Obvestilo sistema Windows: Privzeta pojavna okna programske vrstice Windows. Zvočno obvestilo: Predvaja zvok na vklopljeni napravi za predvajanje. Prilagojeno zvočno obvestilo: Predvaja določen zvok na vklopljeni napravi za predvajanje. 'Toast' obvestilo: Uporablja posebno obliko pojavne različice programske vrstice Windows. Pasica: Uporablja vedno prikazan,prilagojeni okvir na zaslonu - uporaben za uporabo v igri.
sr: Обавештења система: Предефинисано системско обавештења у углу. Звучна обавештења: Репродукује звук на промењеном уређају за репродукцију. Прилагођена звучна обавештења: Репродукује изабрани звук на промењеном уређају за репродукцију. Тост обавештења: Користи посебну верзију форме системског обавештења у углу. Банер: Користи прилагођен оквир увек на врху, користан за употребу у играма.
sv_se: Windows-meddelande: Standard meddelandefältet. Ljudmeddelande: Spelar ett ljud på den inkopplade uppspelningsenheten. Anpassat ljudmeddelande: Spelar det angivna ljudet på den inkopplade uppspelningsenheten. Toast-meddelande: Använder en speciell form av fönster i meddelandefältet. Banner: Använder en anpassad ram som alltid är överst, användbar i spel.
ta: சாளரங்கள் அறிவிப்பு: இயல்புநிலை சாளரங்கள் தட்டு பாப்-அப். ஒலி அறிவிப்பு: சுவிட்ச் பிளேபேக் சாதனத்தில் ஒலியை இயக்குகிறது. தனிப்பயனாக்கப்பட்ட ஒலி அறிவிப்பு: சுவிட்ச் பிளேபேக் சாதனத்தில் குறிப்பிட்ட ஒலியை இயக்குகிறது. சிற்றுண்டி அறிவிப்பு: சாளரங்கள் தட்டு பாப்-அப் பதிப்பின் சிறப்பு வடிவத்தைப் பயன்படுத்துகிறது. பேனர்: விளையாட்டில் பயன்பாட்டிற்கு பயனுள்ள தனிப்பயன் எப்போதும்-மேல் சட்டகத்தைப் பயன்படுத்துகிறது.
th: การแจ้งเตือนของ Windows : ป๊อปอัป เริ่มต้นของ windows การแจ้งเตือนเสียง : เล่นเสียงบนอุปกรณ์เล่นที่สลับไป การแจ้งเตือนเสียงที่กำหนดเอง : เล่นเสียงที่เลือกไว้บนอุปกรณ์ที่สลับไป การแจ้งเตือนแบบ Toast : ใช้เวอร์ชั่นพิเศษของป๊อปอัป Windows แบนเนอร์ : แสดงแถบแจ้งเตือนลอยที่อยู่ด้านบนเสมอ, มีประโยชน์เมื่ออยู่ในเกม
tr: Windows bildirimi: Windows'un bildirim alanından yapılan alışılagelmiş bildirim. Sesli bildirim: Geçilen ses çıkış cihazından bir ses çalar. Kişisel sesli bildirim: Geçilen ses çıkış cihazından kullanıcının seçtiği bir ses çalar. Ufak bildirim (toast): Windows'un bildirim alanından yaptığı bildirimin farklı bir tipini kullanır. Bayrak bildirim (banner): Her zaman en üstte görünen özel bir bildirim. Oyun esnasında kullanışlı.
uk: Сповіщення Windows: спливаюче вікно панелі Windows за замовчуванням. Звукове сповіщення: відтворення звуку на переключеному пристрої відтворення. Спеціальне звукове сповіщення: відтворює вказаний звук на переключеному пристрої відтворення. Спливаюче сповіщення: Використовує спеціальну форму спливаючої версії панелі Windows. Банер: використовує спеціальну рамку, що завжди знаходиться зверху, корисно для використання під час гри.
zh_hans: Windows通知：默认的Windows托盘弹出窗口。 声音通知：在切换的播放设备上播放声音。 自定义声音通知：在切换的播放设备上播放指定的声音。 弹出通知：使用特殊形式的Windows托盘弹出版本。 视窗：使用自定义的永远在线视窗，对游戏内使用非常有用。
zh_hant: Windows 通知：使用 Windows 預設通知。 聲音通知：在目的播放裝置上播放通知音效。 自訂聲音通知：在目的播放裝置上播放自訂通知音效。 彈出式通知：使用半透明置頂視窗，遊戲時適用。

# tooltipOnHover.option.playbackDevice
source: Playback Device
ar: جهاز سمع
bg: Възпроизвеждащо устройство
cs: Přehrávací zařízení
da: Afspilningsenhed
de: Wiedergabegerät
el_gr: Συσκευή αναπαραγωγής
fr: Périphérique de lecture
he: התקן שמע בלבד
hr: Uređaj za slušanje
hu: Lejátszóeszköz
hy: Նվագարկման Սարք
ja_jp: 再生デバイス
ko: 재생 장치
nb: Avspillingsenhet
nl: Afspeelapparaat
pl_pl: Urządzenie odtwarzania
pt: Aparelho de reprodução
pt_br: Dispositivo de reprodução
ru_ru: Устройство воспроизведения
sl: Naprava za predvajanje
sr: Уређај за репродукцију
sv_se: Uppspelningsenhet
ta: பின்னணி சாதனம்
th: อุปกรณ์การเล่นเสียง
tr: Ses çalma cihazı
uk: Пристрій відтворення
zh_hans: 播放设备
zh_hant: 播放裝置

# tooltipOnHover.option.recordingDevice
source: Recording Device
ar: جهاز تسجيل
bg: Записващо устройство
cs: Záznamové zařízení
da: Optagelsesenhed
de: Aufnahmegerät
el_gr: Συσκευή εγγραφής
fr: Périphérique d'enregistrement
he: התקן הקלטה בלבד
hr: Uređaj za snimanje
hu: Felvevőeszköz
ja_jp: 録音デバイス
ko: 녹음 장치
nb: Opptaksenhet
nl: Opname apparaat
pl_pl: Urządzenie nagrywania
pt: Aparelho de gravação
pt_br: Dispositivo de gravação
ru_ru: Устройство звукозаписи
sl: Naprava za snemanje
sr: Уређај за снимање
sv_se: Inspelningsenhet
ta: பதிவு செய்யும் சாதனம்
th: อุปกรณ์การบันทึกเสียง
tr: Ses kayıt cihazı
uk: Пристрій запису
zh_hans: 录音设备
zh_hant: 錄音裝置

# tooltipOnHover.option.bothDevices
source: Both Devices
ar: كلا الجهازين
bg: За двете устройства
cs: Pro oba typy zařízení
da: For begge enheder
de: Für beide Geräte
el_gr: Και οι δύο συσκευές
fr: Pour tous les périphériques
he: שני ההתקנים
hr: Oba uređaja
hu: Mindkét eszközhöz
ja_jp: 両方のデバイス
ko: 두 장치 모두
nb: For begge enheter
nl: Beide apparaten
pl_pl: Wszystkie urządzenia
pt: Para ambos os aparelhos
pt_br: Ambos
ru_ru: Для обоих устройств
sl: Za obe napravi
sr: За оба уређаја
sv_se: Båda enheterna
ta: இரண்டு சாதனங்களும்
th: สำหรับทั้งสองอุปกรณ์
tr: Her iki cihaz
uk: Для обох пристроїв
zh_hans: 对于两种设备
zh_hant: 皆顯示

# audioFileNotFound
source: The audio file you selected to be used as notification can't be found. SoundSwitch switched the notification setting back to {0}.
ar: لا يمكن العثور على ملف الصوت الذي حددته لاستخدامه كإشعار. حول SoundSwitch إعداد الإعلام إلى {0}.
bg: Аудиофайлът, който сте избрали да бъде използван като известие, не може да бъде намерен. SoundSwitch превключи настройката за уведомяване обратно на {0}.
cs: Vybraný soubor se zvukem oznámení nebyl nalezen. SoundSwitch přepnul nastavení oznámení zpět na volbu {0}.
da: Lydfilen du valgte til notifikation, kunne ikke findes. SoundSwitch ændrede notifikations-indstillingen tilbage til {0}.
de: Die Audiodatei für die Benachrichtigungen konnte nicht gefunden werden. SoundSwitch wechselte die Benachrichtigungseinstellungen zu {0}.
el_gr: Το επιλεγμένο αρχείο ήχου για ειδοποίηση δεν βρέθηκε. Το SoundSwitch επέστρεψε στη ρύθμιση ειδοποίησης {0}.
es: No se puede encontrar el archivo de audio que seleccionó para emplear como notificación. SoundSwitch cambió la configuración de vuelta a {0}.
fr: Le fichier audio que vous avez sélectionné pour être joué comme notification est introuvable. SoundSwitch a modifié les paramètres de notification pour {0}.
he: הקובץ שבחרת עבור ההודעות לא נמצא. SoundSwitch החליף את צליל ההודעה בחזרה אל {0}.
hr: Odabrana audio datoteka nije pronađena. SoundSwitch je promijenio postavku obavijesti na {0}.
hu: A kiválasztott hangfájl nem található. A Soundswitch visszaállt {0} értesítésre.
it_it: Il file audio selezionato per la notifica non è disponibile. SoundSwitch tornerà all'impostazione di notifica '{0}'.
ja_jp: 選択した通知音が見つかりません。SoundSwitch は通知設定を {0} に戻しました。
ko: 알림으로 사용하도록 선택한 오디오 파일을 찾을 수 없습니다. SoundSwitch가 알림 설정을 {0}으로 다시 전환했습니다.
nb: Lydfilen du valgte til bruk for merknadsvarsling ble ikke funnet. SoundSwitch byttet merknadsinnstillingen tilbake til {0}.
nl: Het geluidsbestand dat u hebt geselecteerd om als melding te gebruiken, kan niet worden gevonden. SoundSwitch heeft de meldingsinstelling teruggezet naar {0}.
pl_pl: Plik audio wskazany jako dźwięk powiadomienia nie mógł zostać znaleziony. SoundSwitch będzie używał {0} jako sposobu powiadamiania.
pt: O ficheiro de áudio selecionado não foi encontrado. O SoundSwitch reverteu a definição da notificação para {0}.
pt_br: O arquivo de áudio que você selecionou para ser usado como notificação não foi encontrado. O SoundSwitch alterou a configuração de notificação de volta para {0}.
ru_ru: Аудиофайл, выбранный для уведомления, не найден. SoundSwitch переключился обратно на {0}.
sl: Zvočne datoteke, ki ste jo izbrali za uporabo kot obvestilo, ni mogoče najti. SoundSwitch je nastavitev obvestila preklopil nazaj na {0}.
sr: Звучна датотека коју сте изабрали за обавештења не може бити пронађена. SoundSwitch је променио подешавања обавештења на {0}.
sv_se: Ljudfilen du valde som meddelande hittas inte. SoundSwitch ändrade meddelandeinställningen tillbaka till {0}.
ta: அறிவிப்பாக பயன்படுத்த நீங்கள் தேர்ந்தெடுத்த ஆடியோ கோப்பைக் கண்டுபிடிக்க முடியாது. சவுண்ட்ச்விட்ச் அறிவிப்பு அமைப்பை மீண்டும் {0} பெறுநர் க்கு மாற்றியது.
th: ไฟล์เสียงที่คุณเลือกเป็นเสียงแจ้งเตือนหายไป SoundSwitch เปลี่ยนการตั้งค่าเสียงแจ้งเตือนเป็น {0}
tr: Sesli bildirim için seçmiş olduğunuz ses dosyası bulunamadı. SoundSwitch bildirim tipini tekrar {0} olarak değiştirdi.
uk: Звуковий файл який ви вибрали для сповіщень не знайдено. SoundSwitch переключив налаштування сповіщень до {0}.
zh_hans: 找不到您选择用作通知的音频文件。SoundSwitch将通知设置切换回默认 {0}.
zh_hant: 找不到音訊檔案。SoundSwitch 將切換回{0}。

# audioFileNotFound.caption
source: Audio file not found
ar: الملف الصوتي غير متوفر
bg: Аудиофайлът не е намерен
cs: Zvukový soubor nenalezen
da: Lydfil ikke fundet
de: Audiodatei nicht gefunden
el_gr: Το αρχείο ήχου δεν βρέθηκε
fr: Fichier audio introuvable
he: לא נמצא קובץ שמע
hu: Hangfájl nem található
ja_jp: 通知音が見つかりません
ko: 오디오 파일을 찾을 수 없습니다
nb: Lydfil ikke funnet
nl: Geluidsbestand niet gevonden
pl_pl: Plik audio nie mógł zostać znaleziony
pt: Ficheiro de áudio não encontrado
pt_br: Arquivo de áudio não encontrado
ru_ru: Аудиофайл не найден
sl: Zvočna datoteka ni bila najdena
sv_se: Ljudfil ej hittad
ta: ஆடியோ கோப்பு கிடைக்கவில்லை
th: ไม่พบไฟล์เสียง
uk: Аудіо файл не знайдено
zh_hans: 音频文件未找到
zh_hant: 找不到音訊檔案

# activeRecording
source: Rec: {0}
ar: تسجيل: {0}
bg: Запис: {0}
cs: Nahrát: {0}
da: Opt: {0}
de: Aufnahme: {0}
el_gr: Εγγραφή: {0}
es: Grab.: {0}
fr: Enregistrement : {0}
he: הקלטה: {0}
hr: Snimanje: {0}
hu: Felv: {0}
it_it: Reg: {0}
ja_jp: 録音: {0}
ko: 녹음 : {0}
nb: Opptak: {0}
nl: Opname: {0}
pl_pl: Nagrywanie: {0}
pt: Gravar: {0}
pt_br: Gravação: {0}
ru_ru: Записи: {0}
sl: Snemaj: {0}
sr: Снимач: {0}
sv_se: Inspelning: {0}
ta: பதி: {0}
th: บันทึก : {0}
tr: Kayıt: {0}
uk: Запис: {0}
zh_hans: 录音：{0}
zh_hant: 錄音：{0}

# activePlayback
source: Play: {0}
ar: تشغيل: {0}
bg: Възпроизвеждане: {0}
cs: Přehrát: {0}
da: Afspil: {0}
de: Wiedergabe: {0}
el_gr: Αναπαραγωγή: {0}
es: Repr.: {0}
fr: Lecture : {0}
he: נגן: {0}
hr: Slušanje: {0}
hu: Lejátszás:{0}
it_it: Riproduttore: {0}
ja_jp: 再生: {0}
ko: 재생 : {0}
nb: Avspilling: {0}
nl: Speel: {0}
pl_pl: Odtwarzanie: {0}
pt: Toca: {0}
pt_br: Reprodução: {0}
ru_ru: Воспроизведения: {0}
sl: Predvajaj: {0}
sr: Репродуктор: {0}
sv_se: Uppspelning: {0}
ta: விளையாடு: {0}
th: เล่น : {0}
tr: Çalma: {0}
uk: Відтворення: {0}
zh_hans: 播放：{0}
zh_hant: 播放：{0}

source: Language
ar: اللغه
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
el_gr: Γλώσσα
es: Idioma
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
it_it: Lingua
ja_jp: 言語
ko: 언어
nb: Språk
nl: Taal
pl_pl: Język
pt: Linguagem
pt_br: Idioma
ru_ru: Язык
sl: Jezik
sr: Језик
sv_se: Språk
ta: மொழி
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

# languageRestartRequired
source: The language will change after restarting SoundSwitch. Do you want to restart now?
ar: اللغه ستتغير بعد إعادة تشغيل SoundSwitch. هل تريد إعادة التشغيل الآن ؟
bg: Езикът ще се промени след рестартиране на SoundSwitch. Искате ли да рестартирате сега?
cs: Jazyk prostředí se změní až po znovuspuštění programu SoundSwitch. Chcete program restartovat?
da: Sproget ændres efter genstart af SoundSwitch. Vil du genstarte nu?
de: Die Sprache wird beim Neustart von SoundSwitch übernommen. Möchten Sie jetzt neustarten?
el_gr: Η γλώσσα θα αλλάξει μετά την επανεκκίνηση του SoundSwitch. Θέλετε να γίνει επανεκκίνηση τώρα;
es: El idioma cambiará luego de reiniciar SoundSwitch. ¿Quiere reiniciarlo ahora?
fr: La langue sera modifiée après le redémarrage de SoundSwitch. Voulez-vous redémarrer maintenant ?
he: השפה תשתנה לאחר הפעלה מחדש של SoundSwitch. האם אתה רוצה להפעיל מחדש כעת?
hr: Jezik će se promijeniti nakon ponovnog pokretanja programa SoundSwitch. Želiš li ga sada ponovo pokrenuti?
hu: A nyelv a SoundSwitch újraindítása után változik meg. Szeretnéd most újraindítani a programot?
it_it: La lingua verà modificata dopo il riavvio di SoundSwitch. Vuoi riavviare SoundSwitch ora?
ja_jp: SoundSwitchを再起動すると言語が変更されます。 今すぐ再起動しますか？
ko: SoundSwitch를 다시 시작한 후에 언어가 변경됩니다. 지금 다시 시작하시겠습니까?
nb: Språket vil endre seg etter at du starter SoundSwitch på nytt. Ønsker du å starte på nytt nå?
nl: De taal verandert na het herstarten van SoundSwitch. Wil je nu opnieuw opstarten?
pl_pl: Język zostanie zmieniony po ponownym uruchomieniu SoundSwitch. Uruchomić ponownie?
pt: A linguagem irá ser alterada depois de reiniciar SoundSwitch. Deseja reiniciar agora?
pt_br: O idioma será alterado após reiniciar o SoundSwitch. Deseja reiniciar agora?
ru_ru: Язык изменится после перезапуска SoundSwitch. Перезапустить сейчас?
sl: Jezik bo spremenjen po ponovnem zagonu SoundSwitcha. Ali ga zdaj želite znova zagnati?
sr: Језик ће се променити након поновног покретања SoundSwitch-а. Да ли желите поновно покретање сада?
sv_se: Språket kommer att ändras efter omstart av SoundSwitch. Vill du starta om nu?
ta: சவுண்ட்ச்விட்சை மறுதொடக்கம் செய்த பிறகு மொழி மாறும். நீங்கள் இப்போது மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
th: ภาษาที่เลือกจะถูกใช้งานหลังจากเริ่มต้นโปรแกรม SoundSwitch ใหม่ คุณจะเริ่มต้นโปรแกรมใหม่เลยไหม?
tr: Dil seçimi yalnızca SoundSwitch yeniden başlatıldığında devreye girecek. Şimdi yeniden başlatmak ister misiniz?
uk: Мову буде змінено піля перезапуску SoundSwitch. Перезапустити зараз?
zh_hans: 重新启动 SoundSwitch 后，语言会发生变化。 现在要重新启动吗？
zh_hant: 語言將在重新啟動 SoundSwitch 後套用。 您要現在重新啟動嗎？

# restartRequired.caption
source: Need a restart
el_gr: Απαιτείται επανεκκίνηση
ja_jp: 再起動が必要
ko: 재시작 필요
nb: Omstart kreves
pl_pl: Wymaga ponownego uruchomienia
pt: Necessário reiniciar
pt_br: É preciso reiniciar
ta: மறுதொடக்கம் தேவை
uk: Потрібен перезапуск
zh_hans: 需要重启
zh_hant: 需要重新啟動

# updateNever.tooltip
source: Don't update the program unless you do it manually.
ar: لا تقم بتحديث البرنامج ما لم يتم تحديثه يدويًا.
bg: Без актуализация на програмата, освен ако не го направите ръчно.
cs: Neaktualizujte program jinak než ručně.
da: Opdatér ikke programmet med mindre du gør det manuelt.
de: Updates müssen manuell installiert werden.
el_gr: Μην ενημερώνετε το πρόγραμμα, εκτός αν το κάνετε χειροκίνητα.
fr: Ne met pas à jour le programme à moins que vous ne le fassiez manuellement.
he: אל תעדכן את התוכנה אל אם כן עודכנה ידנית.
hr: Nemoj nadograđivati program osim ako to želim napraviti ručno.
hu: Ne frissítse a programot kézi beavatkozásig.
ja_jp: 手動で確認するまで更新しません。
ko: 수동으로 수행하지 않으면 프로그램을 업데이트하지 않습니다.
nb: Ikke oppdater programmet med mindre det gjøres manuelt.
nl: Werk het programma niet bij tenzij u het handmatig doet.
pl_pl: SoundSwitch nie będzie instalował uaktualnień, o ile nie zainstalujesz ich ręcznie.
pt: Não atualizar o programa a não ser manualmente.
pt_br: Não atualize o programa, a menos que você faça isso manualmente.
ru_ru: Не обновлять программу.
sl: Programa ne posodabljajte, če tega ne storite ročno.
sr: Не надограђуј програм осим ако ви то не одрадите ручно.
sv_se: Uppdatera inte programmet om du inte gör det manuellt.
ta: நீங்கள் கைமுறையாக செய்யாவிட்டால் நிரலை புதுப்பிக்க வேண்டாம்.
th: ไม่อัปเดทใดๆจนกว่าคุณจะจัดการอัปเดทด้วยตัวเอง
tr: Kullanıcının kendisi tarafından yapılmadığı sürece program güncellenmez.
uk: Оновлювати застосунок тільки вручну.
zh_hans: 除非您手动执行此操作，否则不会更新程序。
zh_hant: 除非您手動操作，否則不會更新程式。
