Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# updateNotify.tooltip
source: SoundSwitch will notify you when there is a new update available. When clicking on the notification, you'll get a popup downloading the update for you and asking if you want to install it.
ar: سوف ينبهك SoundSwitch عند توفر تحديث. عند النقر فوق الرسالة ، ستظهر نافذة تم فيها تنزيل التحديث وسيتم سؤالك عما إذا كنت تريد تثبيته.
bg: SoundSwitch ще ви уведоми, когато има налична нова актуализация. Когато щракнете върху известието, ще се появи изскачащ прозорец, който изтегля актуализацията за вас и ви пита дали искате да я инсталирате.
cs: SoundSwitch vás upozorní, až bude k dispozici nová aktualizace. Po kliknutí na oznámení se zobrazí vyskakovací okno s nabídkou stažení aktualizace a dotazem, zda ji chcete nainstalovat.
da: SoundSwitch giver dig besked når der er en opdatering tilgængelig. Når du klikker på notifikationen, får du en popup der henter opdateringen og du vil blive spurgt om du installere den.
de: SoundSwitch zeigt eine Benachrichtigung, falls ein Update verfügbar ist. Mit einem Klick auf die Benachrichtigung lässt sich das Update dann installieren.
el_gr: Το SoundSwitch θα σας ειδοποιεί όταν υπάρχει μια νέα διαθέσιμη ενημέρωση. Όταν κάνετε κλικ στην ειδοποίηση, θα εμφανιστεί ένα αναδυόμενο παράθυρο που θα κατεβάζει την ενημέρωση για εσάς και θα σας ρωτάει αν θέλετε να την εγκαταστήσετε.
fr: SoundSwitch vous enverra une notification lorsqu'une mise à jour sera disponible. Cliquer sur la notification affichera une boîte de dialogue de téléchargement et vous demandera si vous souhaitez l'installer.
he: SoundSwitch יתריע לך כאשר יש עדכון זמין. כשאר תלחץ על ההודעה, יופיע חלון בו העדכון ירד ותישאל האם ברצונך להתקינו.
hr: SoundSwitch će te obavijestiti kad je dostupna nadogradnja. Kad klikneš na obavijest, pojavit će se skočni prozor za preuzimanje nadogradnje.
hu: A SoundSwitch értesítést küld, ha frissítés érhető el. Az értesítésre kattintva megjelenik a letöltési párbeszédablak és megerősítést kér a telepítéshez.
ja_jp: 新しい更新があると通知します。通知をクリックするとダウンロードされ、インストール確認が表示されます。
ko: 사용 가능한 새 업데이트가 있으면 SoundSwitch가 알려줍니다. 알림을 클릭하면 업데이트를 다운로드하고 설치할지 묻는 팝업이 나타납니다.
nb: SoundSwitch varsler om ny oppdatering med en merknad. Når du klikker på denne, får du en melding som laster den ned og spør deg om du vil installere den.
nl: SoundSwitch laat het je weten wanneer er een nieuwe update beschikbaar is. Wanneer u op de melding klikt, krijgt u een pop-up die de update voor u downloadt en vraagt of u deze wilt installeren.
pl_pl: SoundSwitch poinformuje o dostępności nowego uaktualnienia. Po kliknięciu na powiadomienie uaktualnienie zostanie pobrane i pojawi się zapytanie czy powinno zostać zainstalowane.
pt: SoundSwitch irá notificar-lhe se novas atualizações existirem. Quando clicar na notificação, irá receber uma pequena janela a descarregar a atualização e a perguntar se deseja instalá-la.
pt_br: O SoundSwitch notificará você quando houver uma nova atualização disponível. Ao clicar na notificação, você verá um pop-up baixando a atualização e perguntando se deseja instalá-la.
ru_ru: SoundSwitch уведомит вас, когда будет доступно новое обновление. При нажатии на уведомление вы увидите всплывающее окно, с вопросом, хотите ли вы его установить сейчас.
sl: SoundSwitch vas bo obvestil, ko bo na voljo nova posodobitev. Ko kliknete na obvestilo, bo prikazano pojavno okno, ki za vas prenese posodobitev in vas vpraša, ali jo želite namestiti.
sr: SoundSwitch ће вас обавестити када је доступна нова надоградња. Када кликнете на обавештења, отвориће се прозор за преузимање надоградње и питаће вас да ли желите да је инсталирате.
sv_se: SoundSwitch kommer att meddela dig när det finns en ny uppdatering tillgänglig. När du klickar på meddelandet får du en popup som laddar ner uppdateringen och frågar om du vill installera den.
ta: புதிய புதுப்பிப்பு கிடைக்கும்போது சவுண்ட்ச்விட்ச் உங்களுக்கு அறிவிக்கும். அறிவிப்பைக் சொடுக்கு செய்யும் போது, உங்களுக்கான புதுப்பிப்பைப் பதிவிறக்கி, அதை நிறுவ விரும்புகிறீர்களா என்று கேட்பீர்கள்.
th: SoundSwitch จะแจ้งให้คุณทราบเมื่อมีการปรับปรุงรุ่นใหม่ เมื่อคลิกที่การแจ้งเตือนคุณจะได้รับป๊อปอัปดาวน์โหลดการอัปเดตให้คุณ และถามว่าคุณต้องการติดตั้งหรือไม่
tr: Yeni bir güncelleme mevcut olduğunda SoundSwitch size bildirecektir. Bildiriye tıkladığınızda, güncellemeyi indirmek için bir pencere açılacak ve kurmak isteyip istemediğinize dair onayınız sorulacaktır.
uk: SoundSwitch повідомить вас, коли буде доступне нове оновлення. Натиснувши сповіщення, ви отримаєте спливаюче вікно із завантаженням оновлення та запитом, чи хочете ви його встановити.
zh_hans: SoundSwitch会在有新的更新时通知您。单击通知时，您将获得一个弹出窗口，为您下载更新并询问您是否要安装它。
zh_hant: SoundSwitch會在有新的更新時通知您。點擊通知時，您將獲得一個彈出窗口，為您下載更新並詢問您是否要安裝它。

# notification.option.banner
source: Banner Notification
ar: لافتة
bg: Банер
cs: Okno
da: Banner
de: Banner
el_gr: Πανό
fr: Bannière
he: התראת כרזה
hr: Natpis
hu: Banner
ja_jp: バナー通知
ko: 배너
nb: Banner
nl: Banner Notificatie
pl_pl: Baner
pt: Bandeira
pt_br: Banner de notificação
ru_ru: Баннер
sl: Pasica
sr: Банер
sv_se: Banner-meddelanden
ta: பேனர் அறிவிப்பு
th: แบนเนอร์
tr: Bayrak bildirim (banner)
uk: Сповіщення у банері
zh_hans: 横幅
zh_hant: 橫幅

# disableCustomSound.tooltip
source: Disable the set Custom Sound.
ar: تعطيل مجموعة الصوت المخصص.
bg: Деактивиране на зададения персонализиран звук.
cs: Zakažte nastavený vlastní zvuk.
da: Deaktivér den indstillede, skræddersyede lyd.
de: Benutzerdefinierten Sound deaktivieren.
el_gr: Απενεργοποίηση προσαρμοσμένων ήχων.
fr: Désactiver le son personnalisé.
he: השבתת הצליל המותאם אישית.
hr: Onemogući korištenje personaliziranih zvukova.
hu: Beállított hang letiltása.
ja_jp: カスタムサウンドを無効にする。
ko: 설정된 사용자 정의 사운드를 사용하지 않습니다.
nb: Skru av den egendefinerte lyden.
nl: Schakel het ingestelde aangepaste geluid uit.
pl_pl: Wyłącz spersonalizowane dźwięki.
pt: Desativar sons personalizados.
pt_br: Desativa a definição de som personalizado.
ru_ru: Ваш установленный звук отключен.
sl: Onemogoči nastavljeni zvok po meri.
sr: Онемогући изабрани произвољни звук.
sv_se: Inaktivera ange anpassat ljud.
ta: தொகுப்பு தனிப்பயன் ஒலியை முடக்கவும்.
th: ปิดใช้งานการตั้งค่าเสียงที่กำหนดเอง
tr: Kişisel bildirim sesini devre dışı bırak.
uk: Вимкнути встановлений спеціальний звук.
zh_hans: 禁用设置自定义声音。
zh_hant: 禁用設定自訂聲音。

# foregroundApp
source: Also switch the foreground program
ar: تبديل ايضا جهاز السمع لدى جميع البرامج المصغره
bg: Превключи и за активната в момента програма
cs: Přepněte také program v popředí
da: Skift også i programmet i forgrunden
de: Auch die aktuell aktive Anwendung umschalten
el_gr: Επίσης, αλλάξτε το πρόγραμμα που βρίσκεται σε πρώτο πλάνο
es: También cambiar el programa en primer plano
fr: Basculer aussi le programme en arrière plan
he: בעת החלפה, להחליף גם את התקן השמע של התוכנה שבקדמת המסך
hr: Također promijeni pozadinski program
hu: Előtérben lévő program esetén is váltson
it_it: Commuta anche il programma in sottofondo
ja_jp: フォアグラウンドも切り替え
ko: 포어그라운드 프로그램에서도 전환
nb: Bytt også forgrunnsprogrammet
nl: Wissel ook het voorgrondprogramma
pl_pl: Przełącz także w aktywnie używanej aplikacji
pt: Também alterar o programa em primeiro-plano
pt_br: Também mudar programa em primeiro plano
ru_ru: Также переключить активную программу (переднего плана)
sl: Preklopite tudi program v ospredju
sr: Такође промени приказани програм
sv_se: Ändra även förgrundsprogrammet
ta: முன்புற நிரலையும் மாற்றவும்
th: สลับโปรแกรมที่กำลังทำงานอยู่ด้วย
tr: Devrede olan program için de değiştir
uk: Також переключіть програму переднього плану
zh_hans: 同时切换前台程序
zh_hant: 同時切換前台程式

# foregroundApp.tooltip
source: Switch also the sound of the currently in use application. Useful with video games.
ar: بدل ايضا البرامج التي في الأستعمال حاليا. مفيد لألعاب الفيديو.
bg: Превключва звука на използваната в момента програма. Полезно при видеоигри.
cs: Přepněte také zvuk aktuálně používané aplikace. Užitečné při hraní videoher.
da: Skift også lyden i den aktuelt, brugte applikation. Brugbart i fx. computerspil.
de: Schaltet auch den Sound der aktuell aktiven Anwendung um. Nützlich für Spiele.
el_gr: Αλλάξτε επίσης τον ήχο της τρέχουσας χρησιμοποιούμενης εφαρμογής. Χρήσιμο με τα βιντεοπαιχνίδια.
fr: Bascule également le son du programme en cours d'utilisation. Utile pour les jeux vidéos.
he: החלפת השמע גם של היישום שבשימוש כעת. שימושי עבור משחקי מחשב.
hr: Također promijeni zvuk u programima koje trenutačno koristiš. Korisno za videoigre.
hu: Az éppen használt program esetén is vált. Hasznos a játékoknál.
ja_jp: 使用中のアプリのサウンドも切り替えます。ゲームに便利です。
ko: 현재 사용 중인 응용 프로그램의 사운드도 전환합니다. 비디오 게임에 유용합니다.
nb: Bytt også lyden for programmet i bruk. Nyttig i videospill.
nl: Schakel ook het geluid van de momenteel in gebruik zijnde applicatie. Handig bij videogames.
pl_pl: Przełącz dźwięk także w aktualnie używanej aplikacji. Przydatne w grach.
pt: Altera também o som da aplicação ativa no momento. Útil em jogos.
pt_br: Alterna também o som do aplicativo em uso. Útil com jogos.
ru_ru: Переключить также звук текущего используемого приложения. Полезно для видеоигр.
sl: Preklopi tudi zvok trenutno uporabljene aplikacije. Uporabno pri video igrah.
sr: Такође промени звук у апликацији која се тада користи. Корисно за видео игре.
sv_se: Ändra även ljudet i den aktuella applikationen du använder. Användbart i videospel.
ta: தற்போது பயன்பாட்டு பயன்பாட்டின் ஒலியையும் மாற்றவும். வீடியோ கேம்களுடன் பயனுள்ளதாக இருக்கும்.
th: สลับเสียงของแอปพลิเคชันที่กําลังใช้งานอยู่ในปัจจุบัน, มีประโยชน์กับการเล่นเกม
tr: Devrede olan program için de ses cihazlarını değiştirir. Oyunlar için kullanışlıdır.
uk: Перемикає також звук поточного додатка. Корисно для відеоігор.
zh_hans: 还要切换当前正在使用的应用程序的声音。对于视频游戏很有用。
zh_hant: 還要切換當前正在使用的應用程式的聲音。對於電視遊戲很有用。

# iconChange
source: Systray Icon
ar: أيقون في زاوية الشاشه
bg: Икона в системната лента
cs: Ikona v systémovém panelu
da: Systray Ikon
de: Taskleistensymbol
el_gr: Εικονίδιο περιοχής ειδοποιήσεων
es: Icono de la bandeja del sistema
fr: Icône de la barre d'état
he: סמל בפינת המסך
hr: Ikona u sistemskoj traci
hu: Állapotsori ikon
it_it: Icona di sistema
ja_jp: システムトレイアイコン
ko: 트레이 아이콘
nb: Systemkurvsikonet
nl: Systeembalk icoon
pl_pl: Ikona (pasek zadań)
pt: Ícone da barra de tarefas
pt_br: Ícone da área de notificação
ru_ru: Значок в трее
sl: Ikona v programski vrstici
sr: Икона у углу екрана
sv_se: Ikon i meddelandefältet
ta: சிச்ட்ரே படவுரு
th: Systray ไอคอน
tr: Bildirim alanı simgesi
uk: Іконка системної панелі
zh_hans: 系统托盘图标
zh_hant: 系統托盤圖示

# iconChange.tooltip
source: Choose when to change the systray Icon of SoundSwitch. Default: Don't change it. Keep SoundSwitch Icon. Playback: When a playback device is switched. Recording: When a recording device is switched. Both: Change when any type of device is switched.
ar: حدد متى يتغير رمز SoundSwitch في منطقة الإشعارات. الافتراضي: لا تغير أي شيء. اترك الأيقونة المعتادة. جهاز الصوت: عند استبدال جهاز صوتي. التسجيل: عند استبدال جهاز التسجيل. كلاهما: قم بتغيير الرمز عند استبدال أي نوع من الأجهزة.
bg: Изберете кога да се променя иконата на SoundSwitch в системната лента. По подразбиране: Без промяна. Запазва се иконата на SoundSwitch. Възпроизвеждане: Когато се превключва устройство за възпроизвеждане. Запис: Когато се превключва устройство за запис. И двете: Променя се, когато се превключва всеки тип устройство.
cs: Zvolte, kdy chcete změnit ikonu programu SoundSwitch v systémovém panelu. Výchozí: Neměňte ji. Používat ikonu programu SoundSwitch. Přehrávání: Při přepnutí přehrávacího zařízení. Záznam: Při přepnutí záznamového zařízení. Obojí: Při přepnutí jakéhokoli typu zařízení.
da: Vælg hvornår SoundSwitch ikonet i systembakken skal ændres. Standard: Ingen ændring. Behold SoundSwitch ikonet. Afspilning: Når en afspilningsenhed skiftes. Optagelse: Når en optagelsesenhed skiftes. Begge: Når enhver type enhed skiftes.
de: Wann soll sich das Taskleistensymbol von SoundSwitch ändern. Standard: Nie. SoundSwitch-Symbol beibehalten. Wiedergabe: Wenn ein Wiedergabegerät gewechselt wird. Aufnahme: Wenn ein Aufnahmegerät gewechselt wird. Beide: Wenn ein beliebiger Gerätetyp gewechselt wird.
el_gr: Επιλέξτε πότε θα αλλάζει το εικονίδιο του SoundSwitch στην περιοχή ειδοποιήσεων. Προεπιλογή: Χωρίς αλλαγή. Διατήρηση εικονιδίου SoundSwitch. Αναπαραγωγή: Όταν αλλάζει συσκευή αναπαραγωγής. Εγγραφή: Όταν αλλάζει συσκευή εγγραφής. Και τα δύο: Όταν αλλάζει οποιαδήποτε συσκευή.
es: Elija cuándo debe cambiarse el icono en bandeja de sistema de SoundSwitch. Predeterminado: sin cambios. Mantener el icono de SoundSwitch. Reproducción: cuando se cambia un dispositivo de reproducción. Grabación: cuando se cambia un dispositivo de grabación. Ambos: cambia cuando se cambia cualquier tipo de dispositivo.
fr: Choisissez quand modifier l'icône de SoundSwitch dans la barre d'état. Par défaut : Ne pas modifier. Conserver l'icône de SoundSwitch. Lecture : Lors de la bascule vers un autre périphérique de lecture. Enregistrement : Lors de la bascule vers un autre périphérique d'enregistrement. Toujours : Lors de la bascule vers un autre périphérique de lecture ou d'enregistrement.
he: בחר מתי לשנות את אייקון Soundswitch באיזור ההתראות. ברירת מחדל: אל תשנה דבר. השאר את האייקון הרגיל. שמע: כאשר מוחלף התקן שמע. הקלטה: כאשר מוחלף התקן הקלטה. שניהם: שנה אייקון כאשר מוחלף כל סוג של התקן.
hr: Izaberi kada će se SoundSwitch ikona u sistemskoj traci promijeniti. Standardno: Nemoj mijenjati SoundSwitch ikonu. Slušanje: Kad se uređaj za slušanje promijeni. Snimanje: Kad se uređaj za snimanje promijeni. Zajedno: Promijeni ikonu kad se bilo koji uređaj promijeni.
hu: Válaszd ki mikor változzon meg a SoundSwitch állapotsori ikonja. Alapértelmezett: nem változik meg az ikon. Lejátszáskor: amikor a lejátszóeszköz megváltozik. Felvételkor: amikor a felvevőeszköz megváltozik. Mindig: ha bármelyik eszköz megváltozik.
it_it: Scegli quando cambiare l'icona di sistema di SoundSwitch. Default: Non cambiare. Mantieni l'icona di SoundSwitch. Riproduzione: Quando un dispositivo di riproduzione viene cambiato. Registrazione: Quando un dispositivo di registrazione viene cambiato. Entrambi: Cambia quando qualsiasi tipo di dispositivo viene cambiato.
ja_jp: SoundSwitchのシステムトレイアイコンを変更するタイミングを選択します。 デフォルト: 変更しない。SoundSwitchアイコンを保持します。 再生: 再生デバイスが切り替わったとき。 録音: 録音デバイスが切り替わったとき。 両方: どのタイプのデバイスが切り替わっても変更します。
ko: SoundSwitch의 트레이 아이콘이 변경되는 시점을 선택합니다. 기본값: 변경하지 않음. SoundSwitch 아이콘을 유지. 재생: 재생 장치가 전환이 되었을 때. 녹음: 녹음 장치가 전환이 되었을 때. 모두: 모든 유형의 장치가 전환이 되었을 때 변경.
nb: Velg når systemkurvsikonet til SonudSwitch skal endres. Standard: Ikke endre det. Behold SoundSwitch-ikonet. Avspilling: Når en avspillingsenhet byttes. Opptak: Når en opptaksenhet byttes. Begge: Endre når enhetstypen byttes.
nl: Kies wanneer u het taakbalk icoon van SoundSwitch wilt wijzigen. Standaard: verander het niet. Bewaar SoundSwitch icoon. Afspelen: wanneer een afspeelapparaat wordt geschakeld. Opname: wanneer een opnameapparaat wordt geschakeld. Beide: wijzigen wanneer een ander apparaat wordt gewisseld.
pl_pl: Wybierz kiedy zmienić ikonę SoundSwitch w zasobniku systemowym. Domyślna: Ikona SoundSwitch. Urządzenie odtwarzania: Kiedy urządzenie audio zostało przełączone. Urządzenie nagrywania: Kiedy urządzenie nagrywania zostało przełączone. Oba urządzenia: Zmień ikonę, kiedy którekolwiek z urządzeń zostało przełączone.
pt: Escolha quando alterar o ícone na barra de tarefas do SoundSwitch. Predefinição: não alterar. Mantém o ícone predefinido do SoundSwitch. Reprodução: quando um aparelho de reprodução é alterado. Gravação: quando um aparelho de gravação é alterado. Ambos: alterar quando qualquer aparelho for alterado.
pt_br: Escolha quando alterar o ícone do SoundSwitch na área de notificação. Padrão: Não alterar. Manter o ícone do SoundSwitch. Reprodução: Quando um dispositivo de reprodução é alterado. Gravação: Quando um dispositivo de gravação é alterado. Ambos: Alterar quando qualquer tipo de dispositivo é alterado.
ru_ru: Выберите, когда изменять значок SoundSwitch в трее. По умолчанию: Не изменять. Статичный начок SoundSwitch. Воспроизведение: При переключении устройства воспроизведения. Запись: При переключении устройства звукозаписи. Оба: При переключении любого типа устройства.
sl: Izberite, kdaj želite spremeniti ikono SoundSwitcha v programski vrstici. Privzeto: Ne spreminjaj jo. Ohrani ikono SoundSwitcha. Predvajanje: Ko je naprava za predvajanje vklopljena. Snemanje: Ko je snemalna naprava vklopljena. Oboje: Spremeni ob preklopu katere koli vrste naprave.
sr: Изаберите када да се промени икона програма у углу екрана. Предефинисано: Не мењај је. Задржи SoundSwitch икону. Репродукција: Када се промени уређај за репродукцију. Снимање: Кад се промени уређај за снимање. Оба: Када се промени било који тип уређаја.
sv_se: Välj när du ska ändra ikonen i meddelandefältet för SoundSwitch. Standard: Ändra den inte. Behåll SoundSwitch-ikonen. Uppspelning: När en uppspelningsenhet ändras. Inspelning: När en inspelningsenhet ändras. Båda: Ändra när någon typ av enhet ändras.
ta: சவுண்ட்ச்விட்சின் சிச்ட்ரே ஐகானை எப்போது மாற்ற வேண்டும் என்பதைத் தேர்வுசெய்க. இயல்புநிலை: அதை மாற்ற வேண்டாம். சவுண்ட்ச்விட்ச் ஐகானை வைத்திருங்கள். பிளேபேக்: பிளேபேக் சாதனம் மாற்றப்படும் போது. பதிவு: பதிவு செய்யும் சாதனம் மாறும்போது. இரண்டுமே: எந்த வகையான சாதனமும் மாறும்போது மாற்றவும்.
th: เลือกเวลาที่จะเปลี่ยนไอคอน systray ของ SoundSwitch ค่าเริ่มต้น: ไม่เปลี่ยน ใช้ไอคอน SoundSwitch อุปกรณ์เล่นเสียง: เมื่ออุปกรณ์เล่นเสียงถูกเปลี่ยน อุปกรณ์นำเข้าเสียง: เมื่ออุปกรณ์นำเข้าเสียงถูกเปลี่ยน ทั้งสองอย่าง: เปลี่ยนเมื่ออุปกรณ์ประเภทใดก็ได้ถูกเปลี่ยน
tr: Bildirim alanı simgesinin ne zaman değiştirileceğini belirle. Varsayılan: Asla değiştirme. SoundSwitch simgesi gösterilsin. Çalma: Bir çalma cihazı değiştirildiğinde. Kayıt: Bir kayıt cihazı değiştirildiğinde. Her ikisi: Herhangi bir cihaz değiştirildiğinde.
uk: Виберіть, коли змінити піктограму системної панелі SoundSwitch. За замовчуванням: не змінювати. Зберегти значок SoundSwitch. Відтворення: Коли пристрій відтворення перемикається. Запис: Коли записуючий пристрій перемикається. Обидва: змінюється під час перемикання будь-якого типу пристрою.
zh_hans: 当系统托盘SoundSwitch图标改变时可选择。 默认：不做改变。保留SoundSwitch图标。 播放设备：当一个播放设备被切换。 录音设备：当一个录音设备设备被切换。 两者：当任意类别设备被切换时进行改变。
zh_hant: 選擇何時改變工作列的SoundSwitch圖示。 預設：不做改變。保留SoundSwitch圖示。 播放裝置：當一個播放裝置被切換時。 錄音裝置：當一個錄音裝置裝置被切換時。 兩者：當任意類別裝置被切換時進行改變。

# profile.tab
source: Profiles
ar: البروفيلات
bg: Профили
cs: Profily
da: Profiler
de: Profile
el_gr: Προφίλ(πολλά)
es: Perfiles
fr: Profils
he: פרופילים
hr: Profili
hu: Profilok
it_it: Profili
ja_jp: プロファイル
ko: 프로필
nb: Profiler
nl: Profielen
pl_pl: Profile
pt: Perfis
pt_br: Perfis
ru_ru: Профили
sl: Profili
sr: Профили
sv_se: Profiler
ta: சுயவிவரங்கள்
th: โปรไฟล์
tr: Profiller
uk: Профілі
zh_hans: 用户配置
zh_hant: 用戶設定檔

# buttonAdd
source: Add
ar: اضافه
bg: Добави
cs: Přidat
da: Tilføj
de: Hinzufügen
el_gr: Προσθήκη
fr: Ajouter
he: הוסף
hr: Dodaj
hu: Hozzáadás
ja_jp: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl_pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru_ru: Добавить
sl: Dodaj
sr: Додај
sv_se: Lägg till
ta: கூட்டு
th: เพิ่ม
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

# profile.program
source: Application
ar: تطبيق
bg: Програма
cs: Aplikace
da: Applikation
de: Anwendung
el_gr: Εφαρμογή
es: Aplicación
fr: Programme
he: אפליקציה
hr: Aplikacija
hu: Alkalmazás
it_it: Applicazione
ja_jp: アプリケーション
ko: 응용 프로그램
nb: Program
nl: Applicatie
pl_pl: Aplikacja
pt: Aplicação
pt_br: Aplicativo
ru_ru: Приложение
sl: Aplikacija
sr: Апликација
sv_se: Applikation
ta: பயன்பாடு
th: แอปพลิเคชัน
tr: Uygulama
uk: Застосунок
zh_hans: 应用程序
zh_hant: 應用程式

# profile.name
source: Name
ar: الأسم
bg: Име
cs: Název
da: Navn
el_gr: Όνομα
es: Nombre
fr: Nom
he: שם
hr: Ime
hu: Név
it_it: Nome
ja_jp: 名前
ko: 이름
nb: Navn
nl: Naam
pl_pl: Nazwa
pt: Nome
pt_br: Nome
ru_ru: Имя
sl: Ime
sr: Назив
sv_se: Namn
ta: பெயர்
th: ชื่อ
tr: İsim
uk: Ім'я
zh_hans: 名称
zh_hant: 名稱

# profile.error.hotkey
source: This hotkey {0} is already registered.
ar: هذا الإختصار {0} قيد الإستخدام.
bg: Тази клавишна комбинация {0} вече е регистрирана.
cs: Tato klávesová zkratka {0} se již používá.
da: Denne genvejstast {0} er allrede registreret.
de: Die Tastenkombination {0} ist bereits belegt.
el_gr: Αυτό το πλήκτρο πρόσβασης {0} είναι ήδη καταχωρημένο.
es: Este atajo, {0}, ya está registrado.
fr: Le raccourci {0} est déjà utilisé.
he: קיצור המקשים {0} כבר בשימוש.
hr: Ovaj se prečac {0} već koristi.
hu: A(z) {0} gyorsgomb már használatban van.
it_it: Questo tasto di scelta rapida è già stato registrato.
ja_jp: ショートカット {0} は登録済みです。
ko: 이 단축키 {0}은(는) 이미 등록되어 있습니다.
nb: Denne snarveien {0} er allerede registrert.
nl: Deze sneltoets {0} is al ingesteld.
pl_pl: Ten skrót {0} jest już używany.
pt: Este atalho {0} já se encontra registado.
pt_br: Esta tecla de atalho {0} já está registrada.
ru_ru: Эта горячая клавиша {0} уже зарегистрирована.
sl: Ta vroča tipka {0} je že registrirana.
sr: Пречица {0} је већ регистрована.
sv_se: Snabbtangenten {0} används redan.
ta: இந்த ஆட்ச்கி {0} ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது.
th: ปุ่มลัด {0} นี้ถูกใช้งานไปแล้ว
tr: Bu klavye kısayolu ({}) halihazırda kullanımda.
uk: Ця гаряча клвіша {0} вже використовуєтсья.
zh_hans: 此快捷键{0}已被注册。
zh_hant: 此快捷鍵{0}已被註冊。

# profile.error.application
source: This application {0} already has a linked profile.
ar: التطبيق {0} قيد الإتصال ببروفيل مسبقا.
bg: Тази програма {0} вече има свързан профил.
cs: Tato aplikace {0} již má propojený profil.
da: Denne applikation {0} har allerede en linket profil.
de: Die Anwendung {0} hat bereits ein verlinktes Profil.
el_gr: Αυτή η εφαρμογή {0} έχει ήδη ένα συνδεδεμένο προφίλ.
es: Esta aplicación, {0}, ya tiene un perfil conectado.
fr: Cette application {0} a déjà un profil associé.
he: האפליקציה {0} כבר מקושרת לפרופיל.
hr: Ova aplikacija {0} već ima povezani profil.
hu: A(z) {0} alkalmazás már profilhoz van rendelve.
it_it: Questa applicazione {0} ha già un profilo associato.
ja_jp: このアプリ {0} はプロファイルと連携済みです。
ko: 이 응용 프로그램 {0}에 연결된 프로필이 이미 있습니다.
nb: Dette programmet {0} har allerede en lenket profil.
nl: Deze applicatie {0} heeft al een gekoppeld profiel.
pl_pl: Do aplikacji {0} jest już podłączony profil.
pt: Esta aplicação {0} já tem um perfil associado.
pt_br: Este aplicativo {0} já possui um perfil vinculado.
ru_ru: Это приложение {0} уже имеет связанный профиль.
sl: Ta program {0} že ima povezan profil.
sr: Апликација {0} већ има повезан профил.
sv_se: Applikationen {0} har redan en länkad profil.
ta: இந்த பயன்பாடு {0} ஏற்கனவே இணைக்கப்பட்ட சுயவிவரத்தைக் கொண்டுள்ளது.
th: แอปพลิเคชันนี้ {0} มีโปรไฟล์ที่เชื่อมโยงอยู่แล้ว
tr: Bu uygulama {0} halihazırda başka bir profil ile ilişkilendirilmiş.
uk: Цей застосунок {0} вже має приєднаний профіль.
zh_hans: 该应用程序 {0} 已经有关联的配置。
zh_hant: 該應用程式 {0} 已經有關聯的設定檔。
