Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# usePrimaryScreen
source: Always use primary screen
ar: إستخدم دائما الشاشه الإساسيه
bg: Винаги използвай основния екран
cs: Vždy používat primární obrazovku
de: Immer auf Primärbildschirm anzeigen
el_gr: Χρησιμοποιείτε πάντα την κύρια οθόνη
es: Siempre utilizar la pantalla principal
fr: Toujours utiliser l'écran principal
he: הצג הודעות תמיד במסך הראשי (במחשבים עם יותר ממסך אחד)
hr: Uvijek koristi primarni ekran
hu: Mindig az elsődleges képernyőt használja
ja_jp: 常にプライマリ画面を使う
ko: 항상 기본 화면 사용
nb: Alltid bruk hovedskjerm
nl: Gebruik altijd primair scherm
pl_pl: Zawsze używaj ekranu głównego
pt: Usar sempre o ecrã principal
pt_br: Sempre usar tela primária
ru_ru: Всегда использовать основной экран
sl: Vedno uporabljaj primarni zaslon
sr: Увек користи главни екран
sv_se: Använd alltid den primära skärmen
ta: எப்போதும் முதன்மைத் திரையைப் பயன்படுத்துங்கள்
th: ใช้หน้าจอหลักเสมอ
tr: Her zaman ana ekranı kullan
uk: Завжди використовувати основний екран
zh_hans: 总是使用主屏幕
zh_hant: 總是使用主螢幕

# usePrimaryScreen.tooltip
source: Display banner on primary screen instead of focused screen.
ar: اظهار لافته على الشاشه الرئيسيه بدلا من الشاشه المركز عليها.
bg: Показване на банер на основния екран вместо на активния в момента екран.
cs: Zobrazit oznamovací okno na primární obrazovce místo na aktivní obrazovce.
de: Das Banner auf dem Primärbildschirm anzeigen statt auf dem fokussierten Bildschirm.
el_gr: Εμφάνιση banner στην κύρια οθόνη αντί της εστιασμένης οθόνης.
fr: Afficher la bannière sur l'écran principal plutôt que l'écran actif.
he: הצג את הבאנר על המסך הראשי במקום במסך שבשימוש.
hr: Prikaži natpis na primarnom ekranu umjesto na fokusiranom ekranu.
hu: Banner megjelenítése az elsődleges képernyőn a fókuszban lévő helyett.
ja_jp: フォーカス画面ではなく、プライマリ画面にバナーを表示します。
ko: 배너를 집중 화면 대신 기본 화면에 표시합니다.
nb: Vis banner på hovedskjerm istedenfor på fokusert skjerm.
nl: Geef banner weer op primair scherm inplaats van gefocussed venster.
pl_pl: Wyświetlaj banner na głównym ekranie, zamiast na ekranie skupienia.
pt: Mostrar bandeira no ecrã principal em vez do ecrã focado.
pt_br: Exibir o banner na tela principal em vez da tela em destaque.
ru_ru: Отображать баннер на основном экране вместо экрана в фокусе.
sl: Prikaži pasico na primarnem zaslonu namesto na zaslonu s fokusom.
sr: Прикажи банер на главном екрану уместо на оном у фокусу.
sv_se: Visa bannern på den primära skärmen i stället för på den fokuserade skärmen.
ta: கவனம் செலுத்திய திரைக்கு பதிலாக முதன்மை திரையில் பேனரைக் காண்பி.
th: แสดงแบนเนอร์บนหน้าจอหลักแทนหน้าจอที่ใช้งานอยู่
tr: Bayrak bildirimini kullanımda olan ekran yerine ana ekranda göster.
uk: Відображати банер на основному екрані замість сфокусованого.
zh_hans: 在主屏幕而不是焦点屏幕显示通知横幅。
zh_hant: 在主螢幕而不是焦點螢幕顯示通知橫幅。

# profile.trigger.restoreDevices
source: Restore devices when trigger ends
ar: إستعادة وضع الأجهزه المسبق عندما ينتهي المشغل
bg: Възстановяване на устройствата след деактивиране на тригера
cs: Obnovení původních zařízení po ukončení spouštěše
de: Geräte wiederherstellen, wenn der Trigger endet
el_gr: Επαναφορά συσκευών όταν λήξει η ενεργοποίηση
es: Restaurar dispositivos cuando termine el desencadenador
fr: Restaurer l'état après le déclenchement
he: שחזר את המצב הקודם כאשר הטריגר להפעלה חולף (למשל כאשר התוכנה שהוגדרה נסגרת)
hr: Obnovi uređaje kad aktiviranje završi
hu: Eszközök visszaállítása, ha az esemény megszűnt
ja_jp: トリガー終了時にデバイスを復元
ko: 트리거가 종료되면 장치를 복원합니다
nb: Gjenopprett enheter når utløser slutter
nl: Herstel apparaten wanneer trigger eindigt
pl_pl: Przywróć urządzenia po zakończeniu działania
pt: Restaurar aparelhos quando o gatilho terminar
pt_br: Restaurar dispositivos quando o acionador finalizar
ru_ru: Восстановить устройства по окончании триггера
sl: Obnovi naprave po dokončanju sprožilca
sr: Врати уређаје када се окидач заврши
sv_se: Återställ enheter när utlösaren slutar
ta: தூண்டுதல் முடிவடையும் போது சாதனங்களை மீட்டமைக்கவும்
th: คืนค่าอุปกรณ์เมื่อจบเงื่อนไข
tr: Tetikleyici devreden çıktığında eski cihazları geri getir
uk: Відновлення пристроїв після закінчення дії тригера
zh_hans: 当触发结束时复原设备
zh_hant: 當觸髮結束時復原裝置

# profile.trigger.restoreDevices.desc
source: Requires "{0}" to be enabled. Restore the state of the system when the application is closed.
ar: يجب على الجهاز "{0}" ان يكون مشغل. إستعادة الوضع المسبق للكمبيوتر عند إغلاق التطبيق.
bg: Изисква "{0}" да бъде активиран. Възстановяване на състоянието на системата при затваряне на приложението.
cs: Vyžaduje povolení „{0}“. Po zavření aplikace obnovte stav systému.
de: Erfordert "{0}". Stellt den Zustand des Systems wieder her, wenn die Anwendung geschlossen wird.
el_gr: Απαιτεί την ενεργοποίηση του «{0}». Επαναφορά της κατάστασης του συστήματος όταν κλείσει η εφαρμογή.
es: Requiere que se active «{0}». Restaura el estado del sistema cuando se cierra la aplicación.
fr: "{0}" doit être checké en premier. Restaurer l'état du système quand l'application est fermée.
he: מצריך ש"{0}" יהיה פעיל. שחזר את מצב המערכת כאשר האפליקציה נסגרת.
hr: „{0}” mora biti aktivirano. Obnovi stanje sustava kad se program zatvori.
hu: "{0}" is engedélyezve kell lennie. Előző állapot visszaállításra kerül, ha a program bezáródik.
ja_jp: "{0}" が有効になっている必要があります。 アプリケーションが閉じられたときにシステムの状態を復元します。
ko: {0}을(를) 사용하도록 설정해야 합니다. 응용 프로그램이 닫힐 때 시스템 상태를 복원합니다.
nb: Nødvendig at «{0}» er påslått. Gjenopprett systemets tilstand når programmet lukkes.
nl: Vereist dat "{0}" is ingeschakeld. Herstel systeemstatus wanneer de applicatie wordt gesloten.
pl_pl: Wymaga włączenia "{0}" Przywróć stan systemu po zamknięciu aplikacji.
pt: Requer "{0}" para ser ativado. Restaurar o estado do sistema quando a aplicação é fechada.
pt_br: Necessita que "{0}" esteja habilitado. Restaura o estado do sistema quando o aplicativo é fechado.
ru_ru: Требуется "{0}" , чтобы включить. Восстановить состояние системы при закрытии приложения.
sl: Zahteva, da je omogočeno "{0}". Obnovi stanje sistema, ko se program zapre.
sr: Захтева да "{0}" буде омогућен. Врати стање система када се апликација затвори.
sv_se: Kräver "{0}" för att aktiveras. Återställ systemets tillstånd när applikationen är stängd.
ta: "{0}" இயக்கப்பட வேண்டும். விண்ணப்பம் மூடப்படும் போது அமைப்பின் நிலையை மீட்டெடுக்கவும்.
th: ต้องเปิดใช้งาน "{0}" คืนค่าสถานะของระบบเมื่อแอปพลิเคชันถูกปิด
tr: '{0}'ın etkin olmasını gerektirir. Uygulama kapatıldığında cihazların eski durumunu geri getirir.
uk: Потребує ввімкнення "{0}". Відновити стан системи при закритті програми.
zh_hans: 需要启用 "{0}" 。 程序关闭时恢复系统原来的状态。
zh_hant: 需要啟用 "{0}" 。 程式關閉時恢復系統原來的狀態。

# profile.trigger.restoreDevices.title
source: System state restored
ar: تم إستعادة الوضع المسبق للكمبيوتر
bg: Възстановено състояние на системата
cs: Stav systému byl obnoven
de: Systemzustand wiederhergestellt
el_gr: Επαναφορά της κατάστασης του συστήματος
es: Se restauró el estado del sistema
fr: Système audio restauré
he: מצב מערכת שוחזר
hr: Stanje sustava obnovljeno
hu: Rendszerállapot visszaállítva
ja_jp: システムの状態を復元しました
ko: 시스템 상태가 복원되었습니다
nb: Systemtilstand gjenopprettet
pl_pl: Stan systemu przywrócony
pt: Estado do sistema restaurado
pt_br: Estado do sistema restaurado
ru_ru: Состояние системы восстановлено
sl: Obnovljeno stanje sistema
sr: Стање система враћено
sv_se: Systemtillstånd återställt
ta: கணினி நிலை மீட்டெடுக்கப்பட்டது
th: สถานะระบบได้รับการคืนค่าแล้ว
tr: Sistemin eski durumu geri getirildi
uk: Стан системи відновлено
zh_hans: 系统状态已复原
zh_hant: 系統狀態已復原

# profile.trigger.uwp
source: Microsoft Store app
ar: تطبيقات Microsoft Store
bg: Приложение от Microsoft Store
cs: Aplikace Microsoft Store
el_gr: Εφαρμογή Microsoft Store
es: Aplicación de Microsoft Store
fr: Application Microsoft Store
he: אפליקציית Microsoft Store
hr: Microsoft Store aplikacija
hu: Microsoft Store alkalmazás
ja_jp: Microsoft Store アプリ
ko: Microsoft 스토어 앱
nb: Microsoft Store-program
pl_pl: Aplikacje witryny 'Microsoft Store'
pt: Aplicação no Microsoft Store
pt_br: Aplicativo da Microsoft Store
ru_ru: Приложение из Microsoft Store
sl: Aplikacija Microsoft Store
sr: Microsoft Store апликација
ta: நுண்மென் கடை பயன்பாடு
th: แอป Microsoft Store
tr: Microsoft Store uygulaması
uk: Застосунок Microsoft Store
zh_hans: Microsoft Store 应用
zh_hant: Microsoft Store 應用

# profile.trigger.uwp.desc
source: Input the name of the application installed through the Windows store. Like Netflix, Amazon Prime video, etcâ€¦
ar: أدخل إسم التطبيق المنزل من Windows Store. مثل Netflix, Amazon Prime Video, الخ…
bg: Въведете името на приложението, инсталирано чрез магазина на Windows. Например Netflix, Amazon Prime video и др…
cs: Zadejte název aplikace nainstalované prostřednictvím obchodu Windows, jako je Netflix, video Amazon Prime atd. …
de: Geben Sie den Namen der Anwendung ein, die durch den Windows Store installiert wird, wie Netflix, Amazon Prime Video, usw.
el_gr: Εισάγετε το όνομα της εφαρμογής που έχει εγκατασταθεί μέσω του καταστήματος των Windows. Όπως Netflix, Amazon Prime video, κ.λπ…
es: Introduzca el nombre de la aplicación instalada a través de la tienda de Windows, como Netflix, Amazon Prime Video, etc.
fr: Saisissez le nom de l'application installée depuis le Windows Store. Par exemple : Netflix, Amazon Prime, etc.
he: הזן את שם האפליקציה המותקנת דרך Windows Store. לדוגמה נטלפיקס, אמזון פריים וכו'.
hr: Upiši ime aplikacije instalirane putem Windows trgovine, npr. Netflix, Amazon Prime video, itd …
hu: Add meg a Microsoft Storeban található alkalmazás nevét. Pl. Netflix, Amazon Prime video stb…
ja_jp: Microsoft Store アプリの名前を入力してください（例: Netflix、Amazon Prime Videoなど）。
ko: Windows 스토어를 통해 설치된 응용 프로그램의 이름을 입력합니다. Netflix, Amazon Prime video 등…
nb: Skriv inn navnet på programmet installert gjennom Windows-butikken. Som Netflix, Amazon Prime video, osv…
nl: Voer de naam in van de applicatie die via de Windows Store is geïnstalleerd. Zoals Netflix, Amazon Prime video, enz…
pl_pl: Wprowadź nazwę aplikacji zainstalowanej z Windows store, analogicznie jak z Netflix, Amazon Prime Video itd…
pt: Introduza o nome da aplicação instalada através da loja Windows. Como Netflix, Amazon Prime video, etc…
pt_br: Entre o nome do aplicativo instalado pela Microsoft Store. Como Netflix, Amazon Prime, etc…
ru_ru: Введите название приложения, установленного через магазин Windows. Например, Netflix, Amazon Prime video и т.д…
sl: Vnesi ime nameščenega programa v trgovini Windows. Tako kot Netflix, Amazon Prime video itd…
sr: Унеси име апликације инсталиране кроз Windows продавницу. Попут Netflix, Amazon Prime video, итд…
sv_se: Ange namnet på applikationen installerad via Windows-butiken. Så som Netflix, Amazon Prime video, etc…
ta: சாளரங்கள் கடை மூலம் நிறுவப்பட்ட பயன்பாட்டின் பெயரை உள்ளிடவும். நெட்ஃபிக்ச், அமேசான் பிரைம் வீடியோ போன்றவை…
th: ใส่ชื่อของโปรแกรมประยุกต์ที่ติดตั้งผ่าน Windows store เช่น Netflix, วิดีโอ Amazon Prime ฯลฯ …
tr: Windows Store tarafından kurulan uygulamanın ismini girin. Netflix, Amazon Prime Video, vb…
uk: Введіть назву програми, встановленої через магазин Windows. Наприклад, Netflix, Amazon Prime video тощо…
zh_hans: 输入通过 Windows 应用商店安装的应用程序的名称， 像是 Netflix，Amazon Prime视频等…
zh_hant: 輸入通過 Windows 應用商店安裝的應用程式的名稱， 像是 Netflix，Amazon Prime影片等…

# notification.microphone.muted
source: {0} is now muted.
ar: {0} الآن صامت.
bg: {0} е заглушен.
cs: {0} je nyní ztlumen.
de: {0} ist jetzt ausgeschaltet.
el_gr: Το {0} είναι τώρα σιωπηλό.
es: {0} se ha silenciado ahora.
fr: {0} est en sourdine.
he: {0} עכשיו מושתק.
hr: {0} je sada isključen.
hu: {0} némítva.
ja_jp: {0} をミュートしました。
ko: {0}이(가) 이제 음소거되었습니다.
nb: {0} er nå dempet.
nl: {0} is nu gedempt.
pl_pl: {0} jest wyciszony.
pt: {0} está agora sem som.
pt_br: Mudo ativado para {0}.
ru_ru: {0} теперь отключен.
sl: {0} je zdaj izklopljen.
sr: {0} је сада утишан.
sv_se: {0} är nu tystad.
ta: {0} இப்போது முடக்கப்பட்டுள்ளது.
th: {0} ถูกปิดเสียงแล้ว
tr: {0} sesi kapatıldı.
uk: {0} вимкнено.
zh_hans: {0} 已禁音。
zh_hant: {0} 已靜音。

# notification.microphone.unmuted
source: {0} is now unmuted.
ar: {0} الآن غير صامت.
bg: {0} вече не е заглушен.
cs: {0} je nyní obnoven.
de: {0} ist jetzt eingeschaltet.
el_gr: {0} είναι τώρα μη σιωπηλό.
es: {0} ahora tiene el sonido restaurado.
fr: {0} est réactivé.
he: {0} כבר אינו מושתק.
hr: {0} je sada uključen.
hu: {0} némítás kikapcsolva.
ja_jp: {0} のミュートを解除しました。
ko: {0}이(가) 이제 음소거가 해제되었습니다.
nb: {0} er nå ikke dempet.
nl: {0} is niet gedempt.
pl_pl: {0} jest odciszony.
pt: {0} agora está com som.
pt_br: Mudo desativado para {0}.
ru_ru: {0} теперь включен.
sl: {0} je zdaj vklopljen.
sr: {0} је сада укључен.
sv_se: {0} är nu ej tystad.
ta: {0} இப்போது அசைக்காது.
th: {0} ถูกเปิดเสียงแล้ว
tr: {0} sesi açıldı.
uk: {0} увімкнено.
zh_hans: {0} 已取消禁音。
zh_hant: {0} 已解除靜音。

# mute.toggle.label
source: Toggle mute
ar: تشغيل\إيقاف الوضع الصامت
bg: Превключване на заглушаването на звука
cs: Ztlumit
de: Ein-/Ausschalten
el_gr: Εναλλαγή σίγασης
es: Alternar silencio
fr: Sourdine
he: הפעל\כבה השתקה
hr: Uključi/isključi
hu: Némítás állítása
ja_jp: ミュートの切り替え
ko: 음소거 전환
nb: Demp av/på
nl: Dempen omschakelen
pl_pl: Załącz wyciszenie
pt: Alternar som
pt_br: Ativar/desativar mudo
ru_ru: Переключить звук
sl: Preklopi na izklopljeno
sr: Утишавање
sv_se: Växla tystad
ta: ஊமியை மாற்றவும்
th: เปิด/ปิด mute
tr: Ses aç/kapat
uk: Вимкнути звук
zh_hans: 切换禁音
zh_hant: 切換為靜音

# profile.trigger.trayMenu
source: In the app menu
ar: القائمه داخل التطبيق
bg: В менюто на програмата
cs: V aplikační nabídce
da: I program-menuen
de: Im Applikationsmenü
el_gr: Στο μενού εφαρμογής
es: En el menú de la aplicación
fr: Menu de l'application
he: תפריט אפליקציה
hr: U izborniku programa
hu: Az applikáció menüjében
ja_jp: アプリメニュー内
ko: 앱 메뉴에서
nb: I programmenyen
nl: In het app menu
pl_pl: W menu aplikacji
pt: No menu da aplicação
pt_br: No menu do aplicativo
ru_ru: В меню приложения
sl: V meniju aplikacije
sr: У менију апликације
sv_se: I appmenyn
ta: பயன்பாட்டு பட்டியலில்
th: ในเมนูของแอป
tr: Uygulama menüsünde
uk: У меню застосунку
zh_hans: 在软件菜单中显示
zh_hant: 在應用選單內

# profile.trigger.trayMenu.desc
source: This trigger makes the profile visible in the tray icon menu. Left-click on the systray icon to see your profile.
ar: هذا المشغل يجعل البروفايل موجود داخل القائمه بزاوية الشاشه. إضغط على رمز النظام لرؤية البروفايلات المتواجده.
bg: Този тригер прави профила видим в менюто в системната лента. Щракнете с левия бутон на мишката върху иконата в системната лента, за да видите профила си.
cs: Tento spouštěč zviditelní profil v nabídce ikony na hlavním panelu. Kliknutím levým tlačítkem na ikonu systray zobrazíte svůj profil.
da: Denne trigger gør profilen synlig i systembakkens menu. Venstreklik på systembakkeikonet for at se din profil.
de: Dieser Schalter macht das Profil im Traymenü sichtbar. Linksklick auf das Traysymbol um Ihr Profil anzuzeigen.
el_gr: Αυτή η ενεργοποίηση καθιστά το προφίλ ορατό στο μενού εικονιδίων του δίσκου. Κάντε αριστερό κλικ στο εικονίδιο του Συστήματος για να δείτε το προφίλ σας.
es: Este activador hace visible el perfil en el menú de iconos de la bandeja. Haga clic con el botón izquierdo en el icono de la bandeja del sistema para ver su perfil.
fr: Le profile sera visible dans le menu de l'application. Cliquer avec le bouton gauche sur l'icône de l'application.
he: ההזנקה תגרום לפרופיל להופיע בתפריט היישום בפינת המסך. לחיצה שמאלית עם העכבר על הסמל של Soundswitch תציג אותו.
hr: Ovaj prekidač prikazuje profil u izborniku trake ikona. Pritisni lijevim gumbom miša na ikonu za prikaz tvog profila.
ja_jp: このトリガーは、プロファイルをトレイアイコンメニューに表示します。トレイアイコンを左クリックしてプロファイルを表示できます。
ko: 이 트리거는 트레이 아이콘 메뉴에 프로필을 표시합니다. 프로필을 보려면 시스템 아이콘을 마우스 왼쪽 단추로 클릭하세요.
nb: Denne utløseren gjør profilen synlig i systemkurvsikon-menyen. Venstreklikk på systemkurvsikonet for å se profilen din.
pl_pl: Ten przycisk powoduje, że profil jest widoczny w menu ikon. Naciśnij lewym przyciskiem myszy na ikonę na pasku zadań aby zobaczyć swój profil.
pt: Este acionador faz o perfil visível no menu da área de notificação. Clique direito no ícone da área de notificação para ver o seu perfil.
pt_br: Este acionador torna visível o perfil no menu da área de notificação. Clique direito no ícone da área de notificação para ver o seu perfil.
ru_ru: Этот переключатель сделает профиль видимым в меню значка в трее. Щелкните ЛКМ по значку в трее, чтобы увидеть свой профиль.
sl: Ta sprožilec naredi profil viden v meniju ikon programske vrstice. Levi klik na ikono v sistemski programski vrstici, da vidite svoj profil.
sr: Овај окидач чини профил видљивим у менију иконе у углу. Леви клик на икону да би видели свој профил.
sv_se: Denna trigger gör profilen synlig i meddelandefältets ikon. Vänsterklicka på ikonen i meddelandefältet för att se din profil.
ta: இந்த தூண்டுதல் தட்டு படவுரு பட்டியலில் சுயவிவரத்தை காண வைக்கிறது. உங்கள் சுயவிவரத்தைக் காண சிச்ட்ரே ஐகானில் இடது சொடுக்கு செய்யவும்.
th: เงื่อนไขนี้จะแสดงโปรไฟล์ใน system tray คลิกซ้ายที่ไอคอนใน system tray เพื่อดูโปรไฟล์ของคุณ
tr: Bu tetikleyici, profili bildirim alanı simgesinin menüsünde görünür kılar. Simgeye ters tıklayarak profilinizi görebilirsiniz.
uk: Цей тригер робить профіль видимим у меню системної панелі. Клацніть лівою кнопкою миші на піктограмі системної панелі, щоб переглянути свій профіль.
zh_hans: 打开这个开关会让配置在托盘图标菜单中显示。可以左键点击托盘图标来查看你的配置。
zh_hant: 此觸發會使設定檔在托盤圖示功能表中顯示。左鍵按一下系統匣圖示，即可看到您的設定檔。

# profile.trigger.deviceChanged
source: Force profile
ar: فرض البروفايل
bg: Форсиран профил
cs: Vynutit profil
da: Tving profil
de: Profil erzwingen
el_gr: Προφίλ δύναμης
es: Forzar perfil
fr: Forcer le profil
he: אילוץ פרופיל
hr: Prisili profil
hu: Profil kényszerítése
ja_jp: プロファイルの強制
ko: 강제 프로필
nb: Tving profil på
nl: Forceer profiel
pl_pl: Wymuś profil
pt: Forçar perfil
pt_br: Forçar perfil
ru_ru: Принудительный профиль
sl: Vsili profil
sr: Приморај профил
sv_se: Tvinga profil
ta: படை சுயவிவரம்
th: Profile แบบบังคับ
uk: Примусовий профіль
zh_hans: 强制配置
zh_hant: 強制設定檔

# profile.trigger.deviceChanged.desc
source: The profile will be triggered automatically anytime when the current sound device changes.
ar: سيتم تشغيل البروفايل تلقائيًا في أي وقت عندما يتغير جهاز الصوت الحالي.
bg: Профилът ще се задейства автоматично по всяко време, когато текущото звуково устройство се промени.
cs: Profil se automaticky spustí vždy, když se změní aktuální zvukové zařízení.
da: Profilen vil automatisk blive aktiveret når den aktuelle lydenhed ændres.
de: Das Profil wird jederzeit automatisch ausgelöst, wenn sich das aktuelle Audiogerät ändert.
el_gr: Το προφίλ θα ενεργοποιείται αυτόματα κάθε φορά που αλλάζει η τρέχουσα συσκευή ήχου.
es: El perfil se activará automáticamente cuando cambie el dispositivo de sonido actual.
fr: Le profil sera déclenché automatiquement dès que le périphérique audio courant change.
he: הפרופיל יוקפץ אוטומטית בכל פעם שהתקן השמע הנוכחי מתחלף.
hr: Profil će se automatski aktivirati kad se promijeni trenutačni zvučni uređaj.
hu: A profil automatikusan be lesz kapcsolva, amikor a hangeszköz változik.
ja_jp: 現在のサウンドデバイスが変更されるたびに、プロファイルが自動的に起動します。
ko: 현재 사운드 장치가 변경되면 언제든지 프로필이 자동으로 트리거됩니다.
nb: Denne profilen vil bli valgt automatisk når den gjeldende lydenheten endres.
nl: Het profiel wordt op elk moment automatisch geactiveerd wanneer het huidige geluidsapparaat verandert.
pt: O perfil será aplicado automaticamente sempre que o dispositivo de som seja alterado.
pt_br: O perfil será aplicado automaticamente toda vez que o dispositivo de som for alterado.
ru_ru: Профиль будет запускаться автоматически в любое время при смене текущего звукового устройства.
sl: Profil se bo samodejno sprožil kadar koli, ko se spremeni trenutna zvočna naprava.
sr: Профил ће аутоматски бити окинут кад год се промени тренутни уређај звука.
sv_se: Profilen kommer att triggas automatiskt när den aktuella ljudenheten ändras.
ta: தற்போதைய ஒலி சாதனம் மாறும்போது எந்த நேரத்திலும் சுயவிவரம் தானாகவே தூண்டப்படும்.
th: Proofile จะถูกเรียกใช้งานทุกครั้งที่อุปกรณ์ปัจจุบันถูกเปลี่ยน
uk: Профіль запускатиметься автоматично щоразу, коли змінюватиметься поточний звуковий пристрій.
zh_hans: 当正在使用的声音设备发生变化时，这个配置将会自动触发。
zh_hant: 當目前的聲音裝置改變時，設定檔會一起被自動觸發。

# profile.error.deviceChanged
source: You can only have one forced profile.
ar: يمكنك فقط الحصول على بروفايل إجباري واحد.
bg: Можете да имате само един форсиран профил.
cs: Můžete mít pouze jeden vynucený profil.
da: Du kan kun have én tvungen profil.
de: Nur ein erzwungenes Profil ist möglich.
el_gr: Μπορείτε να έχετε μόνο ένα αναγκαστικό προφίλ.
es: Sólo puedes tener un perfil forzado.
fr: Vous ne pouvez avoir qu'un seul profil forcé.
he: אפשר לאלץ פרופיל אחד בלבד.
hr: Možeš imati samo jedan prisilni profil.
hu: Csak egy kényszerített profilod lehet.
ja_jp: 強制プロファイルは1つのみ作成可能です。
ko: 강제 프로파일은 하나만 가질 수 있습니다.
nb: Du kan bare ha en profil tvunget på.
nl: U kunt slechts één geforceerd profiel hebben.
pt: Apenas pode ter 1 perfil forçado.
pt_br: Você somente pode ter um perfil forçado.
ru_ru: У вас может быть только один принудительный профиль.
sl: Imate lahko le en vsiljen profil.
sr: Можете имати само један приморан профил.
sv_se: Du kan endast ha en tvingad profil.
ta: நீங்கள் ஒரு கட்டாய சுயவிவரத்தை மட்டுமே வைத்திருக்க முடியும்.
th: คุณสร้าง Profile แบบบังคับได้อันเดียว
uk: Ви можете мати лише один примусовий профіль.
zh_hans: 只能拥有一个强制配置。
zh_hant: 您只能有一個強制設定檔。

source: Telemetry
ar: القياس عن بعد
bg: Телеметрия
cs: Telemetrie
da: Telemetri
de: Telemetrie
el_gr: Τηλεμετρία
es: Telemetría
fr: Télémétrie
he: מדדים
hr: Telemetrija
ja_jp: テレメトリ
ko: 원격
nb: Telemetri
nl: Telemetrie
pl_pl: Telemetria
pt: Telemetria
pt_br: Telemetria
ru_ru: Телеметрия
sl: Telemetrija
sr: Телеметрија
sv_se: Telemetri
ta: டெலிமெட்ரி
th: ข้อมูล Telemetry
uk: Телеметрія
zh_hans: 使用情况数据匿名共享

# telemetry.tooltip
source: Gather anonymously which version of SoundSwitch is in use. Only shared with the developer of SoundSwitch.
ar: اجمع بشكل مجهول إصدار SoundSwitch قيد الاستخدام. فقط ماتم مشاركته مع مطور SoundSwitch.
bg: Получаване анонимно коя версия на SoundSwitch се използва. Споделя се само с разработчика на SoundSwitch.
cs: Anonymně shromažďovat údaj o použité verzi SoundSwitch. Sdíleno jen s vývojářem SoundSwitch.
de: Anonyme Erhebung welche Version von Soundswitch verwendet wird. Wird ausschließlich mit dem Entwickler von Soundswitch geteilt.
el_gr: Συγκεντρώστε ανώνυμα ποια έκδοση του SoundSwitch χρησιμοποιείται. Μοιράζεται μόνο με τον προγραμματιστή του SoundSwitch.
fr: Transmet quelle version de SoundSwitch est utilisée. Partagé uniquement avec le développeur de SoundSwitch.
he: איסוף אלמוני של גרסת SoundSwitch בשימוש. משותף רק עם המפתחים של SoundSwitch.
ja_jp: SoundSwitch の使用バージョンを匿名で収集。開発者のみと共有されます。
ko: 사용 중인 SoundSwitch 버전을 익명으로 수집합니다. SoundSwitch 개발자와만 공유됩니다.
nb: Samle inn informasjon om hvilken versjon av SoundSwitch som er i bruk. Kun tilgjengelig for utvikleren av SoundSwitch.
pt: Recolhe de forma anónima a versão do SoundSwitch que está a ser utilizada. É partilhado apenas com o programador do SoundSwitch.
pt_br: Coleta anonimamente qual versão do SoundSwitch que está em uso. Somente compartilhado com o desenvolvedor do SoundSwitch.
ru_ru: Анонимно собирать данные о используемой версии SoundSwitch. Данные отправляются только разработчику SoundSwitch.
sl: Anonimno zberi, katera različica SoundSwitch je v uporabi. Deljeno le z razvijalcem SoundSwitcha.
sv_se: Samla anonymt in vilken version av SoundSwitch som används. Delas endast med utvecklaren av SoundSwitch.
ta: சவுண்ட்ச்விட்சின் எந்த பதிப்பு பயன்பாட்டில் உள்ளது என்பதை அநாமதேயமாக சேகரிக்கவும். சவுண்ட்ச்விட்சின் டெவலப்பருடன் மட்டுமே பகிரப்பட்டது.
th: รวบรวมข้อมูลเวอร์ชันของ SoundSwitch ที่กำลังใช้งานโดยไม่ระบุชื่อ และแชร์เฉพาะกับนักพัฒนาของ SoundSwitch เท่านั้น
uk: Зирає анонімну інформацію щодо версії що використовується. Ця інформаця доступна виключно розробнику SoundSwitch.
zh_hans: 匿名方式收集使用的SoundSwitch版本，仅共享给开发人员。
