Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

# profile.trigger.process
source: Application path
ar: مسار التطبيق
bg: Път до програмата
cs: Cesta k aplikaci
da: Programmets sti
de: Pfad zum Programm
el_gr: Διαδρομή εφαρμογής
es: Ruta de la aplicación
fr: Chemin de l'application
he: נתיב אפליקציה
hr: Putanja do programa
hu: Elérési út
it_it: Percorso applicazione
ja_jp: アプリのパス
ko: 응용 프로그램 경로
nb: Programsti
nl: Applicatie pad
pl_pl: Ścieżka do programu
pt: Caminho da aplicação
pt_br: Caminho do aplicativo
ru_ru: Путь приложения
sl: Pot programa
sr: Путања до апликације
sv_se: Applikationssökväg
ta: பயன்பாட்டு பாதை
th: ที่อยู่ของแอพลิเคชั่น
tr: Uygulama konumu
uk: Розташування застосунку
zh_hans: 应用程序路径
zh_hant: 應用程式路徑

# profile.trigger.steam
source: Steam Big Picture
bg: Екран в Steam
cs: Spoušťěč her pro Steam
es: Big Picture de Steam
hu: Steam Nagy kép
it_it: Immagine grande Steam
nb: Steam-storbildemodus
pl_pl: Tryb pracy na Steam - Big Picture
pt: Imagem grande no Steam
pt_br: Modo Big Picture do Steam
sl: Velika slika Steam
sr: Steam велики приказ
ta: நீராவி பெரிய படம்
tr: Steam Geniş Ekran Modu
zh_hans: Steam 大屏幕模式
zh_hant: Steam Big Picture模式

# profile.trigger.hotkey.desc
source: Hotkey used to activate the profile. If you use the same hotkey, you'll be able to switch between profiles.
ar: اختصار لوحة المفاتيح المختارة لتفعيل البروفايل. اذا استخدم نفس الاختصار , يمكنك تغير بين عدة بروفايلات.
bg: Клавишна комбинация, използвана за активиране на профила. Ако използвате същата комбинация, ще можете да превключвате между профилите.
cs: Klávesová zkratka je použita pro aktivaci profilu. Pokud použijete tutéž zkratku, budete moci přepínat profily.
de: Tastenkombination zum aktivieren des Profil. Wenn Sie die selbe Tastenkombination verwenden, können Sie zwischen den Profilen wechseln.
el_gr: Πλήκτρο συντόμευσης που χρησιμοποιείται για την ενεργοποίηση του προφίλ. Εάν χρησιμοποιείτε το ίδιο πλήκτρο πρόσβασης, θα μπορείτε να εναλλάσσεστε μεταξύ των προφίλ.
es: Atajo utilizado para activar el perfil. Si acciona el mismo atajo, podrá cambiar entre perfiles.
fr: Raccourcis clavier utilisé pour activer ce profil. Si vous utilisez le même raccourcis qu'un autre profil, vous pourrez switcher entre les différents profils.
he: קיצור מקשים בשימוש להפעלת הפרופיל. אם ייעשה שימוש באותו המקש החם, תהיה לך אפשרות לעבור בין פרופילים.
hr: Prečac za aktiviranje profila. Ukoliko koristiš isti prečac, moći ćeš mijenjati profile.
hu: Gyorsgomb az aktiváláshoz. Ha ugyanazt a gyorsgombot használod, váltani tudsz majd a profilok között.
it_it: Tasto scelta rapida usato per attivare il profilo
ja_jp: プロファイルを有効にするショートカット。同じショートカットを使うと、プロファイル間を切り替えられます。
ko: 프로필을 활성화하는데 사용되는 단축키입니다. 동일한 단축키를 사용하면 프로필 간에 전환할 수 있습니다.
nb: Hurtigtast for å aktivere profilen. Hvis du bruker samme hurtigtast, vil du kunne bytte mellom profiler.
nl: Sneltoets die wordt gebruikt om het profiel te activeren. Als u dezelfde sneltoets gebruikt, kunt u tussen profielen schakelen.
pl_pl: Skrót klawiszowy użyty do aktywacji profilu. Jeżeli użyjesz tego samego skrótu, będziesz mógł zmieniać profile.
pt: Tecla de atalho utilizada para ativar o perfil. Se usar a mesma tecla de atalho, poderá alternar entre perfis.
pt_br: Tecla de atalho usada para ativar o perfil. Se você usar a mesma tecla de atalho, poderá alternar entre os perfis.
ru_ru: Горячая клавиша, используемая для активации профиля. Если вы используете одну и ту же горячую клавишу, вы сможете переключаться между профилями.
sl: Uporabljena vroča tipka profila. Če uporabljate isto vročo tipko, boste lahko preklapljali med profili.
sr: Пречица за активирања профила. Ако корисите исту пречицу, моћићете да вршите промене између профила.
sv_se: Snabbtangenter används för att aktivera profilen. Om du använder samma snabbtangent kan du växla mellan profilerna.
ta: சுயவிவரத்தை செயல்படுத்த ஆட்கி பயன்படுத்தப்படுகிறது. நீங்கள் அதே ஆட்ச்கியைப் பயன்படுத்தினால், நீங்கள் சுயவிவரங்களுக்கு இடையில் மாற முடியும்.
th: ปุ่มลัดใช้เพื่อเปิดใช้งานโปรไฟล์ หากคุณใช้ปุ่มลัดเดียวกัน คุณจะสามารถสลับระหว่างโปรไฟล์ได้
tr: Bu profili etkin hale getirmek için kullanılacak klavye kısayolu
uk: Гаряча клавіша, яка використовується для активації профілю. Якщо ви використовуєте одну і ту ж гарячу клавішу, ви зможете перемикатися між профілями.
zh_hans: 用于激活该配置的快捷键。如果创建了相同的快捷键，那么将会在对应配置中循环切换。
zh_hant: 用於啟動該設定檔的快捷鍵

# profile.trigger.window.desc
source: Activate the profile if the foreground program contains the following characters
ar: تشغيل البروفايل عند احتواء البرنامح الخلفي على الأحرف التالية
bg: Активиране на профила, ако стартираната програма съдържа следните символи
cs: Aktivuje tento profil, pokud program v popředí obsahuje následující znaky
de: Aktiviert das Profil, wenn das Programm im Vordergrund die folgenden Zeichen enthält
el_gr: Ενεργοποιήστε το προφίλ εάν το πρόγραμμα σε πρώτο πλάνο περιέχει τους ακόλουθους χαρακτήρες
es: Active el perfil si el programa en primer plano contiene los siguientes caracteres
fr: Activez le profil si le programme d'avant-plan contient les caractères suivants
he: הפעל את הפרופיל אם התוכנה בקידמת המסך מכילה את התווים הבאים
hr: Aktiviraj profil ako prednji program sadrži sljedeće znakove
hu: Profil aktiválása, ha az előtérben lévő alkalmazás neve tartalmazza a megadott karaktereket
it_it: Attiva il profilo se il programma in primo piano contiene i seguenti caratteri
ja_jp: フォアグラウンドプログラムに以下の文字が含まれる場合、プロファイルを有効にする
ko: 전경 프로그램에 다음 문자가 포함된 경우 프로필 활성화
nb: Aktiver profilen hvis programmet i forgrunnen inneholder følgende tegn
nl: Aktiveer het profiel als het voorgrond programma de volgende karakters bevat
pl_pl: Aktywuj profil, jeżeli bieżący program zawiera następujące znaki (argumenty)
pt: Ativa o perfil se o programa em primeiro plano conter os seguintes caracteres
pt_br: Ativa o perfil se o programa em primeiro plano conter os seguintes caracteres
ru_ru: Активировать профиль, если активная программа содержит следующие символы
sl: Aktiviraj profil, če program v ospredju vsebuje naslednje znake
sr: Активирај профил ако активни програм садржи следеће карактере
sv_se: Aktivera profilen om förgrundsprogrammet innehåller följande tecken
ta: முன்புற நிரலில் பின்வரும் எழுத்துக்கள் இருந்தால் சுயவிவரத்தை செயல்படுத்தவும்
th: เปิดใช้งานโปรไฟล์หากโปรแกรมที่ทำงานมีอักขระต่อไปนี้
tr: Devrede olan programın ismi bu karakterleri içeriyorsa profili etkin hale getir
uk: Активуйте профіль, якщо програма на передньому плані містить наступні символи
zh_hans: 当前台运行的程序包含以下字符时激活配置
zh_hant: 當前台運行的程式包含以下字元時啟動設定檔

# profile.trigger.process.desc
source: Activate the profile when the selected application is in the foreground
ar: تشغيل البروفيل اذا التطبيق المختار موجود بخلفية الشاشه
bg: Активиране на профила, когато избраната програма е активна
cs: Aktivuje tento profil, když je vybraná aplikace v popředí
de: Aktiviert das Profil, wenn die ausgewählte Anwendung im Vordergrund ist
el_gr: Ενεργοποίηση του προφίλ όταν η επιλεγμένη εφαρμογή βρίσκεται στο προσκήνιο
es: Activar el perfil cuando la aplicación seleccionada esté en primer plano
fr: Si l'application sélectionnée est en cours d'utilisation le profile sera activé
he: הפעל את הפרופיל כאשר התוכנה הנבחרת בקידמת המסך
hr: Aktiviraj profil kad se odabrani program nalazi naprijed
hu: Profil aktiválása, ha a program előtérbe kerül
it_it: Attiva il profilo quando l'applicazione selezionata è in primo piano
ja_jp: 選択したアプリがフォアグラウンドにある場合、プロファイルを有効にする
ko: 선택한 응용 프로그램이 전경에 있을 때 프로필 활성화
nb: Aktiver profilen når valgt program er i forgrunnen
nl: Aktiveer het profiel wanneer de geselecteerde applicatie in de voorgrond is
pl_pl: Aktywuj profil, jeżeli bieżąca aplikacja jest aktywna
pt: Ativar o perfil quando a aplicação selecionada estiver em primeiro plano
pt_br: Ativa o perfil quando o aplicativo selecionado está em primeiro plano
ru_ru: Активировать профиль, когда указанное приложение находится на переднем плане
sl: Aktiviraj profil, ko je izbrani program v ospredju
sr: Активирај профил ако је изабрана апликација активна
sv_se: Aktivera profilen när den valda programmet är i förgrunden
ta: தேர்ந்தெடுக்கப்பட்ட பயன்பாடு முன்புறத்தில் இருக்கும்போது சுயவிவரத்தை செயல்படுத்தவும்
th: เปิดใช้งานโปรไฟล์เมื่อแอปพลิเคชันที่เลือกทำงานอยู่เบื้องหน้า
tr: Seçili uygulama devrede olduğunda profili etkin hale getir
uk: Активувати профіль, коли обраний застосунок знаходиться на передньому плані
zh_hans: 当选中的应用程序在前台运行时激活配置
zh_hant: 當選中的應用程式在前台運行時啟動設定檔

# profile.trigger.steam.desc
source: Activate when Steam Big Picture is detected. (Will restore the state when Big Picture is closed.)
ar: التشغيل عندما Steam Big Picture يكون قيد الإستخدام (الوضع الحالي يرجع إلى وضعه الطبيعي عندما Steam Big Picture يغلق.)
bg: Активиране, когато се открие Steam Big Picture. (Ще възстанови състоянието, когато Big Picture бъде затворен.)
cs: Aktivuje profil při zjištění spouštěče Steam Big Picture. (Po zavření Steam Big Picture obnoví původní stav.)
de: Wird aktiviert wenn Steam Big Picture erkannt wird. (Beim Beenden wird der Ausgangszustand wiederhergestellt.)
el_gr: Ενεργοποιείται όταν ανιχνεύεται το Steam Big Picture. (Θα επαναφέρει την κατάσταση όταν κλείσει η Μεγάλη Εικόνα.)
es: Activar cuando se detecte el modo Big Picture de Steam. (Se restaurará el estado anterior al cerrar Big Picture.)
fr: Active quand Steam Big Picture est détecté. (Restaurera l'état quand Big Picture est fermé.)
he: הפעל כאשר Steam Big Picture בשימוש (המצב יחזור לקדמותו כאשר Steam Big Picure יסגר).
hr: Aktiviraj kad se otkrije Steam Big Picture. (Vratit će stanje kad se Big Picture zatvori.)
hu: Aktiválás, ha a Steam Nagy kép érzékelhető. (Visszaállítás, ha a Nagy kép bezárásra kerül.)
it_it: Attivato quando viene rilevata un'immagine grande Steam.
ja_jp: Steam Big Picture 検出時に有効。（閉じると状態を復元。）
ko: Steam Big Picture가 감지되면 활성화합니다. (Big Picture가 닫히면 상태가 복원됩니다.)
nb: Aktiver når Steam-storbildemodus oppdages. (Vil stille seg tilbake når storbildemodus lukkes.)
pl_pl: Aktywu po wykryciu Steam Big Picture. (Przywróci poprzedni stan po zamknięciu).
pt: Ativar quando a Imagem grande no Steam for detetada. (Irá restaurar o estado quando a Imagem grande no Steam for fechada.)
pt_br: Ativar quando o Modo Big Picture do Steam for detectado. (Irá restaurar o estado quando o Modo Big Picture for fechado.)
ru_ru: Активировать, если обнаружен Steam Big Picture. (Восстановит состояние, когда Steam Big Picture будет закрыт)
sl: Aktiviraj, ko je zagnan 'Steam Big Picture'. (Obnovilo bo stanje, ko se zapre 'Big Picture'.)
sr: Активирај када је детектован Steam велики приказ. (Вратиће се стање када се Велики приказ затвори.)
sv_se: Aktivera när Steam Big Picture upptäcks. (Kommer att återställa tillståndet när Big Picture stängs.)
ta: நீராவி பெரிய படம் கண்டறியப்படும்போது செயல்படுத்தவும். (பெரிய படம் மூடப்படும் போது மாநிலத்தை மீட்டெடுக்கும்.)
th: เปิดใช้งานเมื่อ Steam Big Picture ถูกตรวจพบ (และจะคืนค่าสถานะเดิมเมื่อปิด Big Picture)
tr: Steam Geniş Ekran Modu devrede olduğunda etkin hale getir. (Kapatıldığında tekrar eski hale dönülür.)
uk: Активувати в режимі Steam Big Picture. (Відновить стан, коли режим Big Picture буде закрито.)
zh_hans: 当检测到 Steam 大屏幕模式时启用激活。（大屏幕模式关闭时会恢复状态）
zh_hant: 當偵測到 Steam Big Picture模式時啟用啟動。（Big Picture模式關閉時會恢復狀態）

# profile.desc
source: Description
ar: وصف
bg: Описание
cs: Popis
de: Beschreibung
el_gr: Περιγραφή
es: Descripción
he: תיאור
hr: Opis
hu: Leírás
it_it: Descrizione
ja_jp: 説明
ko: 설명
nb: Beskrivelse
nl: Omschrijving
pl_pl: Opis
pt: Descrição
pt_br: Descrição
ru_ru: Описание
sl: Opis
sr: Опис
sv_se: Beskrivning
ta: விவரம்
th: รายละเอียด
tr: Tanım
uk: Опис
zh_hans: 描述
zh_hant: 描述

# profile.trigger.actives
source: Active Triggers
ar: مشغلات البروفيلات المشغله
bg: Активни тригери
cs: Aktivní spouštěče
de: Aktive Trigger
el_gr: Ενεργά ερεθίσματα
es: Desencadenadores activos
fr: Déclencheurs actifs
he: טריגרים פעילים
hr: Aktivni okidači
hu: Aktiválást előidézi
it_it: Soglie attive
ja_jp: 有効なトリガー
ko: 활성한 트리거
nb: Aktive utløsere
nl: Aktieve Triggers
pl_pl: Aktywne skróty
pt: Gatilhos ativos
pt_br: Disparadores ativos
ru_ru: Активные триггеры
sl: Aktivni sprožilci
sr: Активни окидачи
sv_se: Aktiva utlösare
ta: செயலில் தூண்டுதல்கள்
th: เงื่อนไขที่ใช้งานอยู่
tr: Etkin Olan Tetikleyiciler
uk: Активні тригери
zh_hans: 已启用的触发器
zh_hant: 已啟用的觸發器

# profile.trigger.available
source: Available Triggers
ar: مشغلات البروفيل المتواجده
bg: Налични тригери
cs: Dostupné spouštěče
de: Auswahl an Trigger
el_gr: Διαθέσιμα ερεθίσματα
es: Desencadenadores disponibles
fr: Déclencheurs disponibles
he: טריגרים זמינים
hr: Dostupni okidači
hu: Elérhető kiváltó események
it_it: Soglie disponibili
ja_jp: 利用可能なトリガー
ko: 사용 가능한 트리거
nb: Tilgjengelige utløsere
nl: Beschikbare Triggers
pl_pl: Dostępne skróty
pt: Gatilhos disponíveis
pt_br: Disparadores disponíveis
ru_ru: Доступные триггеры
sl: Razpoložljivi sprožilci
sr: Доступни окидачи
sv_se: Tillgängliga utlösare
ta: கிடைக்கும் தூண்டுதல்கள்
th: เงื่อนไขเพื่อเปิดการทำงาน
tr: Kullanılabilir Tetikleyiciler
uk: Доступні тригери
zh_hans: 可用的触发器
zh_hant: 可用的觸發器

# communication
source: Default Communication Device
ar: جهاز الإتصالات الإفتراضي
bg: Комуникационно устройство по подразбиране
cs: Výchozí komunikační zařízení
de: Standardkommunikationsgerät
el_gr: Προεπιλεγμένη συσκευή επικοινωνίας
es: Dispositivo de comunicación predeterminado
fr: Dispositif de communication par défaut
he: מכשיר התקשרות ברירת-מחדל
hr: Standardni uređaj za komunikaciju
hu: Alapértelmezett kommunikációs eszköz
it_it: Comunicazione
ja_jp: 既定の通信デバイス
ko: 기본 통신 장치
nb: Standard kommuniksjonsenhet
nl: Standaard Communicatie Apparaat
pl_pl: Domyślne urządzenie komunikacyjne
pt: Aparelho de comunicação padrão
pt_br: Dispositivo de comunicação padrão
ru_ru: Устройство связи по умолчанию
sl: Privzeta komunikacijska naprava
sr: Главни уређај за комуникацију
sv_se: Standardenhet för kommunikation
ta: இயல்புநிலை தொடர்பு சாதனம்
th: อุปกรณ์สื่อสารเริ่มต้น
tr: Varsayılan İletişim Cihazı
uk: Пристрій зв'язку за замовчуванням
zh_hans: 默认通信设备
zh_hant: 預設通訊裝置

# profile.error.triggers.min
source: You need minimum one trigger.
ar: تحتاج الى مشغل واحد على الأقل.
bg: Необходим ви е минимум един тригер.
cs: Potřebujete alespoň jeden spouštěč.
de: Es wird mindestens ein Trigger benötigt.
el_gr: Χρειάζεστε τουλάχιστον μία σκανδάλη.
es: Necesita por lo menos un desencadenador.
fr: Minimum un déclencheur.
he: צריך לפחות טריגר אחד.
hr: Trebaš barem jedan okidač.
hu: Legalább egy kiváltó eseményt meg kell adni.
it_it: È necessaria almeno una soglia.
ja_jp: トリガーが少なくとも1つ必要です。
ko: 최소 한 개의 트리거가 필요합니다.
nb: Du trenger minst én utløser.
nl: U hebt minimaal één trigger nodig.
pl_pl: Potrzebujesz minimum jednego przełącznika.
pt: É necessário no mínimo um gatilho.
pt_br: Você precisa de pelo menos um disparador.
ru_ru: Вам нужен как минимум один триггер.
sl: Potrebujete vsaj en sprožilec.
sr: Потребан вам је најмање један окидач.
sv_se: Du behöver minst en utlösare.
ta: உங்களுக்கு குறைந்தபட்சம் ஒரு தூண்டுதல் தேவை.
th: คุณต้องกำหนดเงื่อนไขก่อน
tr: En az bir tetikleyici gerekli.
uk: Вам потрібен мінімум один тригер.
zh_hans: 最少需要一个触发器。
zh_hant: 最少需要一個觸發器。

# profile.error.steam
source: You can only have one profile for Steam Big Picture.
ar: يمكنك إستخدام بروفيل واحد لSteam Big Picture.
bg: Можете да имате само един профил за Steam Big Picture.
cs: Pro Steam Big Picture můžete mít pouze jeden profil.
de: Es darf nur ein Profil für Steam Big Picture geben.
el_gr: Μπορείτε να έχετε μόνο ένα προφίλ για το Steam Big Picture.
es: Solo puede tener un perfil para Big Picture de Steam.
fr: Vous ne pouvez avoir qu'un seul profile avec utilisant Steam Big Picture.
he: ניתן להחזיק רק בפרופיל אחד עבור Steam Big Picture.
hr: Za Steam Big Picture možeš imati samo jedan profil.
hu: Csak egy profil lehet hozzárendelve a Steam Nagy képhez.
it_it: Puoi avere un solo profilo per immagini grandi Steam.
ja_jp: Steam Big Picture 用のプロファイルは1つのみです。
ko: Steam Big Picture에 대한 프로필은 하나만 가질 수 있습니다.
nb: Du kan kun ha én profil for Steam-storbildemodus.
pl_pl: Może mieć tylko jeden profil dla 'Steam Big Picture'.
pt: Só pode ter um perfil para a Imagem grande do Steam.
pt_br: Você pode ter somente um perfil para o Modo Big Picture do Steam.
ru_ru: У вас может быть только один профиль для Steam Big Picture.
sl: Za 'Steam Big Picture' lahko imate samo en profil.
sr: Можете имати само један профил за Steam велики приказ.
sv_se: Du kan endast ha en profil för Steam Big Picture.
ta: நீராவி பெரிய படத்திற்கு ஒரு சுயவிவரத்தை மட்டுமே நீங்கள் வைத்திருக்க முடியும்.
th: คุณสามารถมีโปรไฟล์สําหรับ Steam Big Picture ได้เพียงโปรไฟล์เดียวเท่านั้น
tr: Steam Geniş Ekran Modu için yalnızca bir profil tanımlayabilirsiniz.
uk: Ви можете мати лише один профіль для Steam Big Picture.
zh_hans: 只能保存一个 Steam 大屏幕模式配置。
zh_hant: 只能保存一個 Steam Big Picture模式設定檔。

# profile.error.window
source: There is already a profile with this window name: {0}.
ar: يوجد بروفيل قيد الإستخدام مع إسم التطبيق{0}.
bg: Вече има профил с това име: {0}.
cs: Profil s tímto názvem okna již existuje: {0}.
de: Es gibt bereits ein Profil mit diesem Fensternamen: {0}.
el_gr: Υπάρχει ήδη ένα προφίλ με αυτό το όνομα παραθύρου: {0}.
es: Ya existe un perfil con este nombre de ventana: {0}.
fr: Il y a déjà un profile utilisant ce nom d'application : {0}.
he: כבר יש פרופיל עם שם חלונות {0}.
hr: Veš postoji profil s ovim imenom prozora: {0}.
hu: Már létezik profil ezzel az ablaknévvel: {0}.
it_it: Esiste già un profilo con questo nome finestra: {0}.
ja_jp: このウィンドウ名のプロファイル {0} はすでに存在します。
ko: 이미 이 창 이름이 있는 프로필이 있습니다: {0}.
nb: Det finnes allerede en profil med dette vindusnavnet: {0}.
nl: Er is al een profiel met dit venster naam: {0}.
pl_pl: Istnieje już profil o nazwie {0}.
pt: Já existe um perfil com o nome desta janela: {0}.
pt_br: Já existe um perfil com o nome desta janela: {0}.
ru_ru: Профиль с таким названием окна уже существует: {0}.
sl: Že obstaja profil s tem imenom okna: {0}.
sr: Већ постоји профил са овим називом прозора: {0}.
sv_se: Det finns redan en profil med detta fönsternamn: {0}.
ta: இந்த சாளர பெயருடன் ஏற்கனவே ஒரு சுயவிவரம் உள்ளது: {0}.
th: มีโปรไฟล์ที่ใช้กับหน้าต่างชื่อนี้อยู่แล้ว: {0}
tr: Bu pencere adıyla halihazırda zaten bir profil var: {0}.
uk: Профіль з таким ім'ям вікна вже існує: {0}.
zh_hans: 已有配置使用该窗口名称：{0} 。
zh_hant: 已有設定檔使用該窗口名稱：{0} 。

# profile.notifyOnActivation
source: Notify when profile is triggered
ar: اظهار إشعار عند تشغيل البروفيل
bg: Известие при активиране на този профил
cs: Upozornit při spuštění profilu
de: Benachrichtigen wenn Profil aktiviert wird
el_gr: Ειδοποίηση όταν ενεργοποιείται το προφίλ
fr: Notifie quand le profile est activé
he: הצג התראה כאשר הפרופיל מופעל
hr: Upozori kad se profil aktivira
hu: Értesítsen, ha a profil aktiválódott
ja_jp: プロファイル起動時に通知
ko: 프로필이 트리거될 때 알림
nb: Varsle når profil utløses
nl: Meldt wanneer profiel wordt geactiveerd
pl_pl: Powiadamiaj o uruchomieniu profilu
pt: Notificar quando o perfil é acionado
pt_br: Notificar quando o perfil é acionado
ru_ru: Уведомлять о срабатывании профиля
sl: Obvesti, ko je sprožen profil
sr: Обавести ме када се окине профил
sv_se: Meddela när profilen utlöses
ta: சுயவிவரம் தூண்டப்படும்போது அறிவிக்கவும்
th: แจ้งเตือนเมื่อโปรไฟล์ถูกเรียกใช้
tr: Profil tetiklendiğinde bildirim yap
uk: Сповіщати про активацію профілю
zh_hans: 当配置被触发时发送提醒
zh_hant: 當設定檔被觸發時發送提醒

# profile.notification.text
source: Profile {0} triggered
ar: البروفيل {0} تم تشغيله
bg: Профилът {0} е стартиран
cs: Profil {0} spuštěn
de: Profil {0} aktiviert
el_gr: Προφίλ {0} ενεργοποιήθηκε
es: Se desencadenó el perfil {0}
fr: Profile {0} activé
he: פרופיל {0} מופעל
hr: Profil {0} aktiviran
hu: Profil: {0} aktiválva
it_it: Profilo {0} attivato
ja_jp: プロファイル {0} が起動
ko: {0} 프로필이 트리거되었습니다
nb: Profil {0} utløst
nl: Profiel {0} geactiveerd
pl_pl: Profil {0} został uruchomiony
pt: Perfil {0} acionado
pt_br: Perfil {0} acionado
ru_ru: Профиль {0} активирован
sl: Sprožen profil {0}
sr: Профил {0} окинут
sv_se: Profilen {0} utlöst
ta: சுயவிவரம் {0} தூண்டப்பட்டது
th: โปรไฟล์ {0} ถูกเรียก
tr: Profil {0} tetiklendi
uk: Активовано профіль {0}
zh_hans: 配置 {0} 已被触发
zh_hant: 設定檔 {0} 已被觸發

# buttonSave
source: Save
ar: حفظ
bg: Запазване
cs: Uložit
de: Speichern
el_gr: Αποθήκευση
fr: Sauvegarder
he: שמירה
hr: Spremi
hu: Mentés
ja_jp: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl_pl: Zapisz
pt: Guardar
pt_br: Salvar
ru_ru: Сохранить
sl: Shrani
sr: Сачувај
sv_se: Spara
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 保存

# buttonEdit
source: Edit
ar: تعديل
bg: Редакция
cs: Upravit
de: Bearbeiten
el_gr: Επεξεργασία
fr: Editer
he: עריכה
hr: Uredi
hu: Szerkesztés
ja_jp: 編集
ko: 편집
nb: Rediger
nl: Wijzig
pl_pl: Edytuj
pt: Editar
pt_br: Editar
ru_ru: Редактировать
sl: Uredi
sr: Уреди
sv_se: Redigera
ta: தொகு
th: แก้ไข
tr: Değiştir
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# profile.trigger.startup
source: On Startup
ar: عند تشغيل الكمبيوتر
bg: При стартиране
cs: Při spuštění
de: Beim Start
el_gr: Κατά την εκκίνηση
es: Al inicio
fr: Au démarrage
he: בהפעלה
hr: Pri pokretanju
hu: Indításkor
ja_jp: 起動時
ko: 시작시
nb: Ved oppstart
nl: Tijdens Opstarten
pl_pl: Na początku
pt: Na inicialização
pt_br: Ao iniciar
ru_ru: При запуске
sl: Ob zagonu
sr: При покретању
sv_se: Vid uppstart
ta: தொடக்கத்தில்
th: เมื่อโปรแกรมเริ่มทำงาน
tr: Başlangıçta
uk: Під час запуску
zh_hans: 启动时
zh_hant: 啟動時

# profile.trigger.startup.desc
source: The profile will be triggered automatically when SoundSwitch starts
ar: البروفيل سيتم تشغيله تلقائيا عندما يتم تشغيل SoundSwitch
bg: Профилът ще бъде задействан автоматично, когато SoundSwitch стартира
cs: Tento profil se automaticky spustí při spuštění programu SoundSwitch
de: Das Profil wird beim Start von SoundSwitch automatisch aktiviert
el_gr: Το προφίλ θα ενεργοποιηθεί αυτόματα όταν ξεκινήσει το SoundSwitch
es: El perfil se desencadenará automáticamente cuando inicie SoundSwitch
fr: Le profile sera activé directement au démarrage de SoundSwitch
he: הפרופיל יופעל אוטומטית כאשר Soundswitch מופעל
hr: Profil će se automatski aktivirati kad se pokrene SoundSwitch
hu: A profil automatikusan aktiválódik a SoundSwitch indításakor
ja_jp: SoundSwitch 起動時にプロファイルが自動的に起動します
ko: SoundSwitch가 시작되면 프로필이 자동으로 트리거됩니다
nb: Denne profilen vil bli brukt automatisk når SoundSwitch starter
pl_pl: Profil zostanie automatycznie uruchomiony wraz z programem SoundSwitch
pt: O perfil será acionado automaticamente quando o SoundSwitch for iniciado
pt_br: O perfil será acionado automaticamente quando o SoundSwitch iniciar
ru_ru: Профиль будет активирован автоматически при запуске SoundSwitch
sl: Profil bo samodejno sprožen ob zagonu SoundSwitcha
sr: Профил ће бити аутоматски окинут када се покрене програм
sv_se: Profilen löser ut automatiskt när SoundSwitch startar
ta: சவுண்ட்ச்விட்ச் தொடங்கும் போது சுயவிவரம் தானாகவே தூண்டப்படும்
th: โปรไฟล์จะถูกเรียกใช้โดยอัตโนมัติเมื่อ SoundSwitch เริ่มทำงาน
tr: SoundSwitch başlatıldığında bu profil tetiklenecektir
uk: Профіль запускатиметься автоматично під час запуску SoundSwitch
zh_hans: 当 SoundSwitch 启动时配置将会自动触发
zh_hant: 當 SoundSwitch 啟動時設定檔將會自動觸發
