Repository: Belphemur/SoundSwitch
Catalog: SoundSwitch/Localization/SettingsStrings.*.resx
Languages: ar, bg, cs, da, de, el_gr, es, fr, he, hr, hu, hy, it_it, ja_jp, ko, nb, nl, pl_pl, pt, pt_br, ru_ru, sl, sr, sv_se, ta, th, tr, uk, zh_hans, zh_hant

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
bg: Отстраняване на проблеми
cs: Řešení problémů
da: Fejlfinding
de: Fehlerbehebung
el_gr: Αντιμετώπιση προβλημάτων
fr: Dépannage
he: פתרון תקלות
ja_jp: トラブルシューティング
ko: 문제 해결
nb: Feilsøking
pt: Solução de problemas
pt_br: Solução de problemas
ru_ru: Решение проблем
sv_se: Felsökning
ta: சரிசெய்தல்
th: การแก้ไขปัญหา
uk: Усунення проблем
zh_hans: 故障排除

# troubleshooting.desc
source: If you need any help or further troubleshooting with SoundSwitch, you can visit the Help Discussion or Community Discord link, or help support us by visiting the Donate link below.
ar: إذا كنت بحاجة إلى أي مساعدة أو مزيد من استكشاف الأخطاء وإصلاحها باستخدام SoundSwitch، فيمكنك زيارة رابط المساعدو أو رابط Discord ، أو المساعدة في دعمنا من خلال زيارة رابط التبرع أدناه.
bg: Ако се нуждаете от помощ или допълнително отстраняване на проблеми със SoundSwitch, можете да посетите връзката за помощ или Discord общността, или да ни подкрепите чрез връзката за дарение по-долу.
cs: Pokud potřebujete pomoc nebo další řešení problémů s aplikací SoundSwitch, můžete navštívit odkaz na nápovědu nebo komunitní Discord, případně nás můžete podpořit přes odkaz na příspěvek níže.
da: Hvis du har brug for hjælp eller yderligere fejlfinding med SoundSwitch, kan du besøge hjælpelinket eller Discord fællesskabet, eller støtte os ved at besøge donationslinket nedenfor.
de: Wenn Sie Hilfe oder eine weitere Fehlerbehebung mit Soundswitch benötigen, können Sie die Hilfe-Diskussion oder den Link zur Discord-Community besuchen, oder uns helfen indem Sie den folgenden Spenden-Link besuchen.
el_gr: Εάν χρειάζεστε βοήθεια ή περαιτέρω αντιμετώπιση προβλημάτων με το SoundSwitch, μπορείτε να επισκεφθείτε τη συζήτηση βοήθειας ή την κοινότητα Discord, ή να μας βοηθήσετε επιλέγοντας τον σύνδεσμο δωρεάς παρακάτω.
fr: Si vous avez besoin d'aide ou d'un dépannage supplémentaire avec SoundSwitch, vous pouvez visiter le lien de discussion d'aide ou de Discord communautaire, ou nous aider en visitant le lien de don ci-dessous.
he: לקבלת עזרה או פתרון תקלות עם SoundSwitch, אפשר לבקר בקישור לדיון העזרה או ב־Discord הקהילתי או לסייע בתמיכה על ידי ביקור הקישור התרומה שלהלן.
ja_jp: SoundSwitch のヘルプやトラブルシューティングは、ヘルプディスカッションやDiscord、または寄付リンクをご利用ください。
ko: SoundSwitch에 대한 도움이나 추가 문제 해결이 필요한 경우 도움말 토론 또는 Discord 커뮤니티 링크를 방문하거나 아래 기부 링크를 방문하여 지원을 받을 수 있습니다.
nb: Hvis du trenger hjelp eller ytterligere feilsøking med SoundSwitch, kan du besøke hjelpelenken eller Discord-samfunnet, eller støtte oss ved å besøke donasjonslenken nedenfor.
pt: Se precisar de ajuda ou de mais soluções de problemas com o SoundSwitch, acede a ligação Discussão de Ajuda ou Comunidade do Discord ou ajude-nos por aceder a ligação Doar abaixo.
pt_br: Se precisar de ajuda ou de mais soluções de problemas com o SoundSwitch, acesse o link Discussão de Ajuda ou Comunidade do Discord, ou nos ajude acessando o link Doar abaixo.
ru_ru: Если Вам нужна любая помощь или дальнейшее решение проблемы с SoundSwitch, Вы можете перейти по ссылке в раздел "Помощь" или "Сообщество" в Discord, или поддержать нас по ссылке "Пожертвовать" ниже.
sv_se: Om du behöver någon hjälp eller ytterligare felsökning med SoundSwitch kan du besöka länken Hjälpdiskussion eller Community Discord eller hjälpa till att stöda oss genom att besöka länken Donera nedan.
ta: சவுண்ட்ச்விட்சுடன் உங்களுக்கு ஏதேனும் உதவி அல்லது மேலும் சரிசெய்தல் தேவைப்பட்டால், நீங்கள் உதவி கலந்துரையாடல் அல்லது சமூக முரண்பாடு இணைப்பைப் பார்வையிடலாம் அல்லது கீழேயுள்ள நன்கொடை இணைப்பைப் பார்வையிடுவதன் மூலம் எங்களை ஆதரிக்க உதவலாம்.
th: หากคุณต้องการความช่วยเหลือหรือแก้ไขปัญหาเพิ่มเติมเกี่ยวกับ SoundSwitch คุณสามารถเข้าไปที่ลิงก์ Help Discussion หรือ Community Discord หรือสนับสนุนเราได้ผ่านลิงก์ Donate ด้านล่าง
uk: Якщо вам потрібна допомога або подальше усунення неполадок з SoundSwitch, ви можете відвідати посилання "Допомога та Обговорення" або "Спільнота Discord", або допомогти нам, відвідавши посилання «Донат».
zh_hans: 如果您需要任何帮助或需要对SoundSwitch进行进一步的故障排除，可以访问帮助讨论或Discord社区链接，或者通过访问下方的捐赠链接来支持我们。

# position.option.center
source: Center
ar: وسط
bg: В центъра
cs: Uprostřed
da: Midt på
de: Mitte
el_gr: Κέντρο
fr: Centre
he: מרכז
ja_jp: 中央
ko: 중앙
nb: I midten
pt: Centro
pt_br: Centro
ru_ru: Центр
sv_se: Centrerat
ta: நடுவண்
uk: По центру
zh_hans: 居中

source: Microphone On
bg: Микрофонът е включен
cs: Mikrofon zapnutý
da: Mikrofon tændt
el_gr: Μικρόφωνο ενεργό
ja_jp: マイクオン
ko: 마이크 켜짐
nb: Mikrofon på
pt: Microfone ligado
pt_br: Microfone ligado
sv_se: Mikrofon på
ta: மைக்ரோஃபோன் ஆன்
zh_hans: 麦克风开启

source: Microphone Off
bg: Микрофонът е изключен
cs: Mikrofon vypnutý
da: Mikrofon slukket
el_gr: Μικρόφωνο ανενεργό
ja_jp: マイクオフ
ko: 마이크 꺼짐
nb: Mikrofon av
pt: Microfone desligado
pt_br: Microfone desligado
sv_se: Mikrofon av
ta: மைக்ரோஃபோன் ஆஃப்
zh_hans: 麦克风关闭

# banner.mute
source: Microphone Muted
bg: Постоянен банер при заглушаване
cs: Trvalé okno ztlumení
da: Permanent lydløs-banner
el_gr: Μόνιμο πανό σίγασης
fr: Bannière de sourdine persistante
ja_jp: マイクミュート
ko: 마이크 음소거됨
nb: Permanent dempningsbanner
pt: Microfone silenciado
pt_br: Microfone silenciado
sv_se: Permanent tystad-banner
zh_hans: 持久性静音横幅

# banner.mute.tooltip
source: Show banner when the microphone is muted or unmuted. Persistent will mean it's always visible on the screen when muted
bg: Показване на постоянен банер, когато микрофонът е заглушен
cs: Zobrazit trvalé okno oznámení, když je mikrofon ztlumený
da: Vis et permanent banner når mikrofonen er lydløs
el_gr: Εμφάνιση μόνιμου πανό όταν το μικρόφωνο είναι σε σίγαση
fr: Afficher une bannière persistante lorsque le microphone est en sourdine
ja_jp: マイクのミュート/ミュート解除時にバナーを表示。永続は、ミュート中に常に画面表示を意味します。
ko: 마이크가 음소거되거나 음소거 해제되었을 때 배너를 표시합니다. 계속 표시는 음소거 시 항상 화면에 표시됨을 의미합니다
nb: Vis et permanent banner når mikrofonen er dempet
pt: Exibir banner quando o microfone estiver silenciado ou não. Persistente significa que ele estará sempre visível no ecrã quando silenciado
pt_br: Exibir banner quando o microfone estiver silenciado ou não. Persistente significa que ele estará sempre visível na tela quando silenciado
sv_se: Visa en permanent banner när mikrofonen är tystad
zh_hans: 麦克风静音时显示持久性静音横幅

# notification.banner.onscreen.time.tooltip
source: How long the banner stays on the screen in seconds.
ar: ماهي مدة بقاء الشعار على الشاشة بالثواني.
bg: Колко секунди да стои банера на екрана.
cs: Jak dlouho zůstane oznamovací okno na obrazovce v sekundách.
da: Hvor længe banneret skal vises på skærmen i sekunder.
de: Wie lange das Banner auf dem Bildschirm angezeigt wird (in Sekunden).
el_gr: Πόσα δευτερόλεπτα θα εμφανίζεται το πανό στην οθόνη.
fr: Durée de visibilité de la bannière à l'écran en secondes.
he: כמה זמן תישאר הכרזה על המסך בשניות.
ja_jp: バナーの表示時間（秒）。
ko: 배너가 화면에 유지되는 시간 (초)입니다.
nb: Hvor lenge banneret skal vises på skjermen i sekunder.
pt: Quanto tempo o banner permanece no ecrã, em segundos.
pt_br: Quanto tempo o banner permanece na tela, em segundos.
ru_ru: Как долго оповещение остается на экране в секундах.
sv_se: Hur länge bannern visas på skärmen i sekunder.
ta: பதாகை எவ்வளவு நேரம் திரையில் நொடிகளில் இருக்கும்.
uk: Скільки буде відображатися банер на екрані в секундах.
zh_hans: 横幅在屏幕上停留的秒数。

# notification.banner.onscreen.time
source: On-screen time
ar: في وقت الشاشة
bg: Време на показване
cs: Doba zobrazení
da: Visningstid
de: Bildschirmzeit
el_gr: Χρόνος εμφάνισης
fr: Seconde visible
he: בו־זמנית
ja_jp: 表示時間
ko: 화면 표시 시간
nb: Tid vist på skjermen
pt: Tempo no ecrã
pt_br: Tempo na tela
ru_ru: Время на экране
sv_se: Visningstid
ta: திரை நேரத்தில்
uk: Час відображення
zh_hans: 屏幕显示时间

# importConfigErrorReadingFile
source: Error reading configuration file '{0}' from archive: {1}
ja_jp: アーカイブから構成ファイル '{0}' の読み取りエラー: {1}
ko: 압축 파일에서 '{0}' 설정 파일을 읽는 중 오류가 발생했습니다: {1}
pt: Erro ao ler o ficheiro de configurações '{0}' do arquivo: {1}

# importConfigErrorInvalidJson
source: The configuration file '{0}' is not valid JSON. Error: {1}
ja_jp: 構成ファイル '{0}' は有効な JSON ではありません。エラー: {1}
ko: 설정 파일 '{0}' 이 유효한 JSON 파일이 아닙니다. 오류: {1}
pt: O ficheiro de configurações '{0}' não é um JSON válido. Erro: {1}

# importConfigErrorDeserializationNull
source: The configuration file '{0}' could not be deserialized correctly (resulted in null). Please ensure it's a valid SoundSwitch configuration.
ja_jp: 構成ファイル '{0}' は正しく逆シリアル化できませんでした (null)。有効な SoundSwitch 構成であることを確認してください。
ko: 설정 파일 '{0}'을(를) 올바르게 변환할 수 없습니다 (null로 반환됨). 올바른 SoundSwitch 설정 파일인지 확인하세요.
pt: O ficheiro de configuração '{0}' não pôde ser desserializado corretamente (resultou em nulo). Certifique-se de que seja uma configuração válida do SoundSwitch.

# importConfigErrorDeserializationFailed
source: Failed to deserialize the configuration file '{0}'. Error: {1}
ja_jp: 構成ファイル '{0}' の逆シリアル化に失敗しました。エラー: {1}
ko: 설정 파일 '{0}'을 변환하지 못했습니다. 오류: {1}
pt: Falha ao desserializar o ficheiro de configuração '{0}'. Erro: {1}
